[
  {
    "level": 1,
    "word": "Masuk Angin",
    "description": "Ini adalah kondisi yang dipercaya banyak orang Indonesia sebagai penyebab berbagai penyakit ringan. Gejalanya bisa berupa pegal-pegal, pusing, dan tidak enak badan. Cara mengatasinya yang populer adalah dengan kerokan atau minum ramuan herbal hangat."
  },
  {
    "level": 1,
    "word": "Anak Emas",
    "description": "Sebutan ini ditujukan untuk seseorang yang paling disayang dan diistimewakan oleh atasan atau orang tuanya. Orang ini seringkali mendapatkan perlakuan khusus dibandingkan yang lain. Istilah ini bisa bernada positif maupun negatif tergantung konteksnya."
  },
  {
    "level": 1,
    "word": "Bucin",
    "description": "Singkatan dari 'Budak Cinta', ini adalah istilah slang untuk orang yang sedang dimabuk asmara. Mereka rela melakukan apa saja demi pasangannya, terkadang hingga ke tingkat yang dianggap tidak rasional. Istilah ini sangat populer di kalangan anak muda dan sering muncul di media sosial."
  },
  {
    "level": 1,
    "word": "Tujuh Belasan",
    "description": "Ini merujuk pada perayaan Hari Kemerdekaan Indonesia pada tanggal 17 Agustus. Biasanya diisi dengan berbagai macam lomba yang meriah di lingkungan perumahan. Lomba-lomba ikonik seperti panjat pinang dan balap karung selalu ditunggu-tunggu setiap tahunnya."
  },
  {
    "level": 1,
    "word": "Putri Malu",
    "description": "Ini adalah nama tanaman yang daunnya akan langsung mengatup jika disentuh. Sifat uniknya ini sering diibaratkan seperti seorang gadis yang pemalu. Tanaman ini sering ditemukan tumbuh liar di pekarangan atau pinggir jalan."
  },
  {
    "level": 1,
    "word": "Kopi Tubruk",
    "description": "Cara penyajian kopi yang sangat khas Indonesia, di mana bubuk kopi kasar langsung diseduh dengan air panas. Ampas kopinya dibiarkan mengendap di dasar gelas. Minuman ini menjadi favorit banyak bapak-bapak di pagi hari."
  },
  {
    "level": 1,
    "word": "Macet Total",
    "description": "Kondisi lalu lintas yang sama sekali tidak bergerak, biasanya terjadi di kota-kota besar. Seringkali membuat para pengendara frustrasi dan terlambat sampai tujuan. Fenomena ini menjadi pemandangan sehari-hari terutama di jam sibuk."
  },
  {
    "level": 1,
    "word": "Anak Bawang",
    "description": "Istilah ini digunakan untuk menyebut peserta termuda atau yang paling tidak berpengalaman dalam sebuah permainan. Biasanya mereka tidak dianggap serius dan hanya sebagai pelengkap. Walaupun begitu, peran mereka tetap penting untuk meramaikan suasana."
  },
  {
    "level": 1,
    "word": "Indomie",
    "description": "Merek mi instan yang sangat melegenda dan dianggap sebagai makanan penyelamat di akhir bulan. Rasanya yang khas dan harganya yang terjangkau membuatnya dicintai oleh semua kalangan. Varian rasa mi gorengnya adalah yang paling ikonik dan terkenal hingga ke mancanegara."
  },
  {
    "level": 1,
    "word": "Patah Hati",
    "description": "Sebuah ungkapan yang menggambarkan perasaan sedih dan kecewa yang mendalam akibat cinta. Perasaan ini seringkali diiringi dengan galau dan mendengarkan lagu-lagu sedih. Banyak karya seni seperti lagu dan film yang terinspirasi dari pengalaman ini."
  },
  {
    "level": 1,
    "word": "Gado-gado",
    "description": "Salah satu kuliner khas Indonesia yang berisi campuran berbagai sayuran rebus yang disiram saus kacang. Makanan ini sering disebut sebagai 'salad-nya orang Indonesia'. Rasanya yang unik merupakan perpaduan antara gurih, manis, dan sedikit pedas."
  },
  {
    "level": 1,
    "word": "Kerja Rodi",
    "description": "Istilah yang berasal dari zaman penjajahan Belanda untuk kerja paksa tanpa upah. Saat ini, istilah tersebut digunakan untuk menggambarkan pekerjaan yang sangat berat dengan bayaran yang tidak sepadan. Ini adalah salah satu lembaran kelam dalam sejarah bangsa Indonesia."
  },
  {
    "level": 1,
    "word": "Tanam Paksa",
    "description": "Sistem yang diterapkan pemerintah kolonial Belanda yang mewajibkan rakyat menanam tanaman komoditas ekspor. Kebijakan ini menyengsarakan rakyat kecil dan menyebabkan kelaparan. Peristiwa ini merupakan bagian penting dari sejarah agraria di Indonesia."
  },
  {
    "level": 1,
    "word": "Sumpah Pemuda",
    "description": "Ikrar yang diucapkan oleh para pemuda dari berbagai suku di Indonesia pada tahun 1928. Peristiwa ini menjadi tonggak penting dalam mempersatukan bangsa Indonesia. Teks ikrarnya menegaskan satu tanah air, satu bangsa, dan satu bahasa."
  },
  {
    "level": 1,
    "word": "Budi Utomo",
    "description": "Organisasi pergerakan nasional pertama di Indonesia yang didirikan pada tahun 1908. Kelahirannya menandai dimulainya era Kebangkitan Nasional. Organisasi ini awalnya berfokus pada bidang pendidikan dan kebudayaan."
  },
  {
    "level": 1,
    "word": "Iwan Fals",
    "description": "Seorang musisi legendaris Indonesia yang terkenal dengan lagu-lagu balada dan kritik sosialnya. Karyanya seringkali menjadi suara bagi 'wong cilik' atau rakyat kecil. Lagu-lagunya seperti 'Bento' dan 'Bongkar' sangat populer pada masanya."
  },
  {
    "level": 1,
    "word": "Raffi Ahmad",
    "description": "Seorang artis dan pembawa acara yang sangat terkenal dengan julukan 'Sultan Andara'. Ia memulai karirnya sejak usia muda dan kini memiliki kerajaan bisnis di berbagai bidang. Kehidupan pribadinya sering menjadi sorotan media dan publik."
  },
  {
    "level": 1,
    "word": "Nadiem Makarim",
    "description": "Pendiri Gojek, sebuah perusahaan teknologi raksasa yang merevolusi industri transportasi dan layanan pesan-antar di Indonesia. Ia kemudian diangkat menjadi Menteri Pendidikan, Kebudayaan, Riset, dan Teknologi. Inovasinya telah memberikan dampak yang sangat besar bagi kehidupan masyarakat urban."
  },
  {
    "level": 1,
    "word": "Susi Susanti",
    "description": "Legenda bulu tangkis tunggal putri Indonesia yang berhasil meraih medali emas pertama bagi Indonesia di Olimpiade. Perjuangannya di lapangan seringkali membuat seluruh bangsa tegang dan bangga. Ia dikenal dengan gaya bermainnya yang ulet dan tidak mudah menyerah."
  },
  {
    "level": 1,
    "word": "Raden Ajeng",
    "description": "Gelar kebangsawanan Jawa yang biasanya disematkan di depan nama seorang wanita. Tokoh paling terkenal dengan gelar ini adalah Kartini, pelopor emansipasi wanita di Indonesia. Penggunaan gelar ini sekarang sudah semakin jarang ditemui."
  },
  {
    "level": 1,
    "word": "Chrisye",
    "description": "Penyanyi legendaris Indonesia dengan suara khas yang telah melahirkan banyak lagu hits abadi. Lagu-lagunya seperti 'Lilin-Lilin Kecil' dan 'Badai Pasti Berlalu' masih sering didengarkan hingga sekarang. Ia dianggap sebagai salah satu ikon terbesar dalam sejarah musik pop Indonesia."
  },
  {
    "level": 1,
    "word": "Cut Nyak Dien",
    "description": "Seorang pahlawan nasional wanita dari Aceh yang memimpin perang gerilya melawan Belanda. Kegigihannya dalam berjuang menjadi inspirasi bagi banyak orang. Kisah hidupnya yang penuh perjuangan telah diangkat ke layar lebar."
  },
  {
    "level": 1,
    "word": "Gajah Mada",
    "description": "Mahapatih dari Kerajaan Majapahit yang terkenal dengan Sumpah Palapa-nya. Ia bersumpah tidak akan menikmati kesenangan duniawi sebelum berhasil menyatukan Nusantara. Di bawah kepemimpinannya, Majapahit mencapai puncak kejayaannya."
  },
  {
    "level": 1,
    "word": "Joko Widodo",
    "description": "Presiden ketujuh Republik Indonesia yang dikenal dengan gaya kepemimpinannya yang merakyat. Ia sering melakukan 'blusukan' atau kunjungan mendadak untuk melihat langsung kondisi masyarakat. Sebelum menjadi presiden, ia menjabat sebagai Gubernur DKI Jakarta."
  },
  {
    "level": 1,
    "word": "Habibie",
    "description": "Presiden ketiga Indonesia yang juga seorang ilmuwan jenius di bidang kedirgantaraan. Kisah cintanya dengan sang istri, Ainun, menjadi inspirasi banyak orang dan diangkat menjadi film. Ia dikenal sebagai Bapak Teknologi Indonesia."
  },
  {
    "level": 1,
    "word": "Agnez Mo",
    "description": "Seorang penyanyi dan artis Indonesia yang berhasil meniti karir internasional. Ia dikenal dengan semangat dan kerja kerasnya untuk 'go international'. Penampilannya yang energik dan gaya busananya yang unik sering menjadi sorotan."
  },
  {
    "level": 1,
    "word": "Soekarno",
    "description": "Proklamator kemerdekaan dan presiden pertama Republik Indonesia. Ia dikenal dengan pidato-pidatonya yang berapi-api dan mampu membangkitkan semangat rakyat. Makamnya di Blitar menjadi salah satu destinasi wisata ziarah yang penting."
  },
  {
    "level": 1,
    "word": "Gus Dur",
    "description": "Presiden keempat Indonesia yang juga seorang tokoh ulama dan budayawan. Ia dikenal dengan pemikirannya yang pluralis dan humor-humornya yang cerdas. Ia sangat dihormati oleh berbagai kalangan lintas agama dan suku."
  },
  {
    "level": 1,
    "word": "Sri Mulyani",
    "description": "Seorang ekonom wanita yang beberapa kali menjabat sebagai Menteri Keuangan Republik Indonesia. Ia dikenal dengan ketegasan dan integritasnya dalam mengelola keuangan negara. Prestasinya diakui secara internasional dan ia pernah menjabat sebagai Direktur Pelaksana Bank Dunia."
  },
  {
    "level": 1,
    "word": "Luhut Pandjaitan",
    "description": "Seorang jenderal purnawirawan yang memegang banyak jabatan penting di pemerintahan. Ia dikenal sebagai menteri 'segala urusan' karena sering ditugaskan menangani berbagai macam persoalan. Ketegasannya seringkali menimbulkan pro dan kontra di masyarakat."
  },
  {
    "level": 1,
    "word": "Mata Duitan",
    "description": "Sebuah ungkapan untuk menyebut orang yang sangat terobsesi dengan uang dan kekayaan. Orang dengan sifat ini akan melakukan apa saja demi mendapatkan keuntungan materi. Istilah ini seringkali memiliki konotasi yang negatif."
  },
  {
    "level": 1,
    "word": "Salah Tingkah",
    "description": "Perilaku canggung atau gugup yang biasanya terjadi saat seseorang berada di dekat orang yang disukainya. Gerak-geriknya menjadi serba salah dan tidak wajar. Momen ini sering menjadi adegan komedi romantis dalam film atau sinetron."
  },
  {
    "level": 1,
    "word": "Obat Nyamuk",
    "description": "Julukan untuk orang ketiga yang ikut bersama pasangan yang sedang berpacaran. Kehadirannya seringkali dianggap mengganggu momen romantis mereka. Istilah ini sering digunakan dalam konteks pertemanan anak muda."
  },
  {
    "level": 1,
    "word": "Uang Panas",
    "description": "Istilah untuk uang yang diperoleh dengan cara yang tidak benar atau ilegal. Uang ini juga bisa berarti uang yang harus segera dibelanjakan karena suatu alasan. Memiliki uang ini seringkali membawa perasaan was-was."
  },
  {
    "level": 1,
    "word": "Kambing Hitam",
    "description": "Orang yang dipersalahkan atas suatu kesalahan yang tidak dilakukannya. Ia menjadi tumbal untuk menutupi kesalahan orang lain. Praktik ini sering terjadi dalam berbagai lingkungan, mulai dari pertemanan hingga politik."
  },
  {
    "level": 1,
    "word": "Jalan Tikus",
    "description": "Jalur alternatif atau jalan pintas yang lebih kecil untuk menghindari kemacetan di jalan utama. Biasanya hanya diketahui oleh penduduk lokal atau pengendara yang sudah berpengalaman. Menggunakan jalur ini bisa sangat menghemat waktu perjalanan."
  },
  {
    "level": 1,
    "word": "Meja Hijau",
    "description": "Sebutan lain untuk pengadilan, tempat di mana suatu perkara hukum disidangkan. Seseorang yang dibawa ke sini berarti akan menghadapi proses hukum. Istilah ini sering muncul dalam berita-berita kriminal."
  },
  {
    "level": 1,
    "word": "Tangan Kanan",
    "description": "Sebutan untuk orang yang paling dipercaya dan menjadi andalan seseorang, biasanya dalam pekerjaan. Ia adalah orang kepercayaan yang sering diberi tugas-tugas penting. Menjadi tangan kanan seorang pemimpin adalah posisi yang strategis."
  },
  {
    "level": 1,
    "word": "Gali Lobang",
    "description": "Bagian dari peribahasa 'gali lobang tutup lobang' yang artinya berhutang untuk membayar hutang yang lain. Ini adalah praktik keuangan yang tidak sehat dan bisa menjerat seseorang dalam lingkaran utang. Kondisi ini sering dialami oleh orang yang sedang kesulitan ekonomi."
  },
  {
    "level": 1,
    "word": "Ati Ampela",
    "description": "Jeroan ayam yang sangat populer dan sering diolah menjadi berbagai macam masakan. Biasanya dijual dalam satu tusuk sate di warung angkringan atau warteg. Rasanya yang khas membuatnya menjadi lauk favorit banyak orang."
  },
  {
    "level": 1,
    "word": "Cuci Mata",
    "description": "Istilah ini berarti kegiatan melihat-lihat sesuatu yang indah untuk menyegarkan pikiran, seringkali merujuk pada melihat orang-orang yang menarik. Aktivitas ini biasanya dilakukan di pusat perbelanjaan, kafe, atau tempat umum lainnya. Meskipun terdengar dangkal, kegiatan ini cukup populer sebagai salah satu cara melepas penat."
  },
  {
    "level": 1,
    "word": "Kucing Garong",
    "description": "Ini adalah sebutan slang untuk laki-laki yang suka menggoda atau berselingkuh dengan banyak perempuan. Istilah ini memiliki konotasi negatif dan sering digunakan dalam konteks percintaan yang tidak setia. Lagu dangdut dengan judul yang sama juga sangat populer dan membuat istilah ini semakin dikenal."
  },
  {
    "level": 1,
    "word": "Warteg",
    "description": "Singkatan dari 'Warung Tegal', ini adalah jenis warung makan sederhana yang menyajikan berbagai masakan rumahan dengan harga terjangkau. Tempat ini menjadi andalan bagi banyak kalangan, mulai dari mahasiswa hingga pekerja kantoran. Pengunjung bisa memilih sendiri lauk pauk yang diinginkan yang dipajang di etalase kaca."
  },
  {
    "level": 1,
    "word": "Baperan",
    "description": "Sifat seseorang yang mudah 'bawa perasaan' atau terlalu sensitif terhadap perkataan atau tindakan orang lain. Orang yang baperan seringkali salah menafsirkan candaan sebagai sesuatu yang serius. Istilah ini menjadi sangat umum dalam percakapan sehari-hari, terutama di media sosial."
  },
  {
    "level": 1,
    "word": "Angkringan",
    "description": "Gerobak dorong yang menjual nasi kucing, aneka sate, dan minuman hangat di pinggir jalan, khas dari Yogyakarta dan Jawa Tengah. Tempat ini menjadi ruang sosial yang merakyat untuk ngobrol santai hingga larut malam. Suasananya yang sederhana dan harganya yang murah menjadi daya tarik utamanya."
  },
  {
    "level": 1,
    "word": "Lidah Buaya",
    "description": "Tanaman sukulen yang terkenal memiliki banyak manfaat untuk kesehatan dan kecantikan. Gel yang ada di dalamnya sering digunakan sebagai bahan produk perawatan rambut dan kulit. Selain itu, daging tanamannya juga bisa diolah menjadi minuman yang menyegarkan."
  },
  {
    "level": 1,
    "word": "Tebar Pesona",
    "description": "Sebuah frasa yang menggambarkan tindakan seseorang yang secara aktif mencoba menarik perhatian orang lain dengan pesonanya. Biasanya dilakukan dengan senyuman, tatapan mata, atau obrolan yang memikat. Istilah ini sering digunakan dalam konteks pergaulan dan pencarian pasangan."
  },
  {
    "level": 1,
    "word": "Naik Darah",
    "description": "Ungkapan ini berarti menjadi sangat marah atau emosi hingga ke puncaknya. Kondisi ini sering digambarkan dengan wajah yang memerah dan nada bicara yang meninggi. Pemicunya bisa bermacam-macam, mulai dari hal sepele hingga masalah yang serius."
  },
  {
    "level": 1,
    "word": "Jamu Gendong",
    "description": "Sebutan untuk penjual jamu tradisional keliling yang biasanya adalah seorang ibu-ibu yang menggendong bakul berisi botol-botol jamu. Mereka menawarkan berbagai jenis ramuan herbal untuk kesehatan dan kebugaran. Kehadiran mereka dengan suara tawaran yang khas menjadi bagian dari kearifan lokal Indonesia."
  },
  {
    "level": 1,
    "word": "Kutu Buku",
    "description": "Julukan bagi seseorang yang sangat gemar membaca buku di mana saja dan kapan saja. Orang ini lebih suka menghabiskan waktunya di perpustakaan atau toko buku daripada tempat lain. Kacamata tebal seringkali menjadi stereotip penampilan seorang kutu buku."
  },
  {
    "level": 1,
    "word": "Rumah Tusuk Sate",
    "description": "Istilah dalam dunia properti untuk rumah yang posisinya berada tepat di ujung jalan buntu atau pertigaan. Menurut kepercayaan feng shui atau primbon Jawa, posisi rumah ini sering dianggap kurang baik dan membawa sial. Meskipun begitu, banyak juga yang tidak mempermasalahkan hal ini dan tetap menempatinya."
  },
  {
    "level": 1,
    "word": "Dompet Kosong",
    "description": "Keadaan finansial yang sangat genting, terutama saat akhir bulan sebelum gajian. Istilah ini sering menjadi bahan keluhan atau lelucon di antara teman-teman. Kondisi ini memaksa seseorang untuk lebih berhemat dan kreatif dalam bertahan hidup."
  },
  {
    "level": 1,
    "word": "Bandung Lautan Api",
    "description": "Peristiwa sejarah di mana penduduk Bandung sengaja membakar rumah dan gedung-gedung di kota mereka. Hal ini dilakukan untuk mencegah tentara Sekutu dan NICA menggunakan Bandung sebagai markas strategis militer. Peristiwa heroik ini menjadi salah satu simbol perlawanan rakyat Indonesia."
  },
  {
    "level": 1,
    "word": "Kerajaan Mataram",
    "description": "Nama sebuah kerajaan besar yang pernah berdiri di Pulau Jawa, yang kemudian terpecah menjadi Kasunanan Surakarta dan Kasultanan Yogyakarta. Kerajaan ini meninggalkan banyak warisan budaya dan sejarah yang masih bisa dilihat hingga sekarang. Tokoh terkenalnya antara lain adalah Sultan Agung."
  },
  {
    "level": 1,
    "word": "VOC",
    "description": "Perusahaan dagang Hindia Timur Belanda yang memonopoli aktivitas perdagangan di Asia dan memiliki hak istimewa layaknya sebuah negara. Kongsi dagang ini mengeruk kekayaan rempah-rempah dari Nusantara selama hampir dua abad. Kebangkrutannya disebabkan oleh korupsi yang merajalela di kalangan pegawainya."
  },
  {
    "level": 1,
    "word": "Rompel",
    "description": "Kependekan dari 'Rombongan Pelajar', ini adalah sebutan populer di era 80-90an untuk geng-geng pelajar SMA. Mereka biasanya memiliki identitas kelompok yang kuat dan sering terlibat dalam tawuran antar sekolah. Fenomena ini sering diangkat dalam film-film remaja klasik Indonesia."
  },
  {
    "level": 1,
    "word": "Dian Sastro",
    "description": "Aktris papan atas Indonesia yang melejit lewat perannya sebagai Cinta dalam film 'Ada Apa Dengan Cinta?'. Ia dianggap sebagai salah satu ikon kecantikan dan kecerdasan di dunia hiburan Indonesia. Selain berakting, ia juga dikenal aktif dalam kegiatan sosial dan pendidikan."
  },
  {
    "level": 1,
    "word": "Rhoma Irama",
    "description": "Musisi yang dijuluki sebagai 'Raja Dangdut' di Indonesia. Ia mempopulerkan musik dangdut dengan grup musiknya, Soneta, dan seringkali menyelipkan pesan dakwah dalam lagu-lagunya. Gaya khasnya di atas panggung, seperti gitar buntung, menjadi sangat ikonik."
  },
  {
    "level": 1,
    "word": "Deddy Corbuzier",
    "description": "Seorang mantan mentalis yang kini beralih menjadi seorang YouTuber dan podcaster sukses. Podcast 'Close the Door' miliknya sering mengundang tokoh-tokoh kontroversial dan menjadi perbincangan publik. Ia dikenal dengan penampilannya yang botak dan badannya yang kekar."
  },
  {
    "level": 1,
    "word": "Chairil Anwar",
    "description": "Penyair terkemuka Indonesia yang menjadi pelopor Angkatan '45. Puisinya yang paling terkenal berjudul 'Aku', yang sering diidentikkan dengan semangat individualisme dan pemberontakan. Ia dijuluki sebagai 'Si Binatang Jalang' dari karyanya tersebut."
  },
  {
    "level": 1,
    "word": "Raditya Dika",
    "description": "Seorang penulis, komedian, sutradara, dan aktor yang dikenal sebagai pionir genre komedi tunggal (stand-up comedy) modern di Indonesia. Ia memulai karirnya dari menulis blog pribadi tentang pengalaman-pengalaman konyolnya. Buku-bukunya seperti 'Kambing Jantan' sukses diangkat ke layar lebar."
  },
  {
    "level": 1,
    "word": "Ki Hajar Dewantara",
    "description": "Pahlawan nasional yang dikenal sebagai Bapak Pendidikan Nasional Indonesia. Ia mendirikan lembaga pendidikan Taman Siswa sebagai bentuk perlawanan terhadap pendidikan kolonial yang diskriminatif. Semboyannya yang terkenal, 'Ing ngarso sung tulodo, ing madyo mangun karso, tut wuri handayani', masih relevan hingga kini."
  },
  {
    "level": 1,
    "word": "Warkop DKI",
    "description": "Grup lawak legendaris yang beranggotakan Dono, Kasino, dan Indro. Film-film komedi mereka sangat populer di era 80-an dan 90-an dan masih sering diputar di televisi hingga saat ini. Humor mereka yang khas dan kritik sosial yang dibalut komedi membuat mereka dicintai oleh semua generasi."
  },
  {
    "level": 1,
    "word": "Pramoedya Ananta Toer",
    "description": "Salah satu sastrawan terbesar yang pernah dimiliki Indonesia, yang karya-karyanya banyak diterjemahkan ke bahasa asing. Ia menghasilkan banyak karya monumental, termasuk Tetralogi Buru, saat menjadi tahanan politik di Pulau Buru. Meskipun karyanya seringkali dilarang di era Orde Baru, namanya tetap mendunia."
  },
  {
    "level": 1,
    "word": "Rudy Hartono",
    "description": "Maestro bulu tangkis Indonesia yang berhasil menjuarai turnamen All England sebanyak delapan kali. Dominasinya di kancah internasional pada masanya sangat luar biasa dan sulit ditandingi. Ia menjadi inspirasi bagi generasi atlet bulu tangkis Indonesia selanjutnya."
  },
  {
    "level": 1,
    "word": "Benyamin Sueb",
    "description": "Seniman Betawi serba bisa yang dikenal sebagai aktor, komedian, dan penyanyi. Karyanya banyak mengangkat kebudayaan Betawi dengan gaya yang jenaka dan apa adanya. Lagu-lagunya yang khas seperti 'Nonton Bioskop' dan 'Kompor Meleduk' tetap populer."
  },
  {
    "level": 1,
    "word": "Najwa Shihab",
    "description": "Seorang jurnalis dan presenter berita wanita yang terkenal dengan program talkshow 'Mata Najwa'. Ia dikenal dengan gaya wawancaranya yang tajam, kritis, dan berani kepada para narasumbernya. Ia adalah putri dari seorang ulama terkenal, Quraish Shihab."
  },
  {
    "level": 1,
    "word": "Nicholas Saputra",
    "description": "Aktor tampan yang menjadi idola banyak orang sejak perannya sebagai Rangga di film 'Ada Apa Dengan Cinta?'. Ia dikenal sebagai pribadi yang misterius dan jarang mengumbar kehidupan pribadinya di media sosial. Selain berakting, ia juga memiliki hobi fotografi dan travelling."
  },
  {
    "level": 1,
    "word": "Titiek Puspa",
    "description": "Seniman senior serba bisa yang telah berkarya di dunia hiburan Indonesia selama puluhan tahun. Ia dikenal sebagai penyanyi, pencipta lagu, aktris, dan bahkan sutradara. Lagu ciptaannya seperti 'Kupu-Kupu Malam' dan 'Bimbi' adalah beberapa contoh karya klasiknya."
  },
  {
    "level": 1,
    "word": "Marthino Lio",
    "description": "Aktor dan penyanyi yang kemampuan aktingnya semakin diperhitungkan di kancah perfilman Indonesia. Ia berhasil memenangkan Piala Citra untuk perannya sebagai Glenn Fredly dalam sebuah film biopik. Ia juga dikenal karena suaranya yang merdu."
  },
  {
    "level": 1,
    "word": "Gorengan",
    "description": "Sebutan umum untuk berbagai jenis makanan yang diolah dengan cara digoreng, seperti tahu isi, tempe mendoan, dan bakwan. Makanan ini adalah jajanan favorit sejuta umat di Indonesia karena harganya yang murah dan rasanya yang gurih. Biasanya dinikmati dengan cabai rawit atau sambal petis."
  },
  {
    "level": 1,
    "word": "Oleh-oleh",
    "description": "Buah tangan atau barang yang dibawa seseorang setelah bepergian dari suatu tempat untuk diberikan kepada keluarga atau teman. Setiap daerah di Indonesia memiliki makanan atau kerajinan khasnya sendiri sebagai buah tangan. Membawa ini adalah sebuah tradisi yang menunjukkan perhatian dan ingatan."
  },
  {
    "level": 1,
    "word": "Minta Ampun",
    "description": "Ungkapan yang diucapkan untuk menyatakan bahwa sesuatu itu luar biasa atau sangat ekstrem. Misalnya, 'macetnya minta ampun' yang berarti sangat macet sekali. Frasa ini sering digunakan dalam percakapan informal untuk memberikan penekanan."
  },
  {
    "level": 1,
    "word": "Buah Bibir",
    "description": "Sesuatu atau seseorang yang sedang menjadi topik pembicaraan hangat di kalangan masyarakat. Menjadi buah bibir bisa karena prestasi yang membanggakan atau karena skandal yang kontroversial. Istilah ini sering muncul dalam berita-berita seputar selebriti."
  },
  {
    "level": 1,
    "word": "Anak Senja",
    "description": "Sebutan untuk anak muda yang menyukai hal-hal puitis, musik indie, kopi, dan pemandangan matahari terbenam. Gaya mereka seringkali identik dengan estetika yang 'artsy' dan melankolis. Istilah ini populer seiring dengan maraknya kedai kopi dan musik folk di Indonesia."
  },
  {
    "level": 1,
    "word": "Kepala Dingin",
    "description": "Sikap tenang dan sabar dalam menghadapi suatu masalah yang sulit atau situasi yang panas. Orang yang bisa menjaga sikap ini mampu berpikir lebih jernih untuk mencari solusi. Sifat ini sangat dibutuhkan dalam kepemimpinan dan negosiasi."
  },
  {
    "level": 1,
    "word": "Muka Tembok",
    "description": "Sebutan untuk orang yang tidak punya rasa malu atau tidak peduli dengan kritikan orang lain. Mereka tetap melakukan apa yang mereka mau meskipun itu dianggap salah atau memalukan oleh lingkungan sekitar. Istilah ini memiliki konotasi yang sangat negatif."
  },
  {
    "level": 1,
    "word": "Tutup Usia",
    "description": "Sebuah eufemisme atau ungkapan yang lebih halus untuk mengatakan meninggal dunia. Istilah ini sering digunakan dalam berita atau pengumuman resmi untuk menunjukkan rasa hormat. Contoh penggunaannya adalah 'Beliau telah tutup usia pada hari Senin'."
  },
  {
    "level": 1,
    "word": "Cari Muka",
    "description": "Tindakan seseorang yang berusaha mendapatkan perhatian atau pujian dari atasan atau orang yang berkuasa. Perilaku ini seringkali dilakukan dengan cara yang tidak tulus dan menjengkelkan rekan-rekannya. Orang yang suka melakukan ini biasanya dianggap sebagai penjilat."
  },
  {
    "level": 1,
    "word": "Bintang Lapangan",
    "description": "Pemain terbaik atau yang paling menonjol dalam sebuah pertandingan olahraga. Semua mata tertuju padanya karena kehebatannya dalam mencetak skor atau mengatur permainan. Julukan ini adalah sebuah pengakuan atas kontribusi terbesarnya bagi tim."
  },
  {
    "level": 1,
    "word": "Kabar Burung",
    "description": "Ini adalah sebutan lain untuk rumor atau berita yang belum terverifikasi kebenarannya. Berita ini menyebar dari mulut ke mulut dan seringkali isinya dilebih-lebihkan. Mempercayai kabar ini mentah-mentah bisa berbahaya dan menimbulkan kesalahpahaman."
  },
  {
    "level": 1,
    "word": "Sakit Hati",
    "description": "Perasaan marah, dendam, atau kecewa yang mendalam karena perlakuan buruk dari orang lain. Perasaan ini bisa bertahan lama jika tidak diselesaikan dengan baik. Ungkapan ini sering menjadi motif dalam cerita-cerita konflik atau drama."
  },
  {
    "level": 1,
    "word": "Tanggal Tua",
    "description": "Istilah ini merujuk pada periode akhir bulan di mana uang gajian sudah menipis. Banyak orang harus berhemat dan membatasi pengeluaran pada periode ini. Mi instan seringkali menjadi makanan andalan saat memasuki fase ini."
  },
  {
    "level": 1,
    "word": "Gercep",
    "description": "Singkatan dari 'Gerak Cepat', ini adalah slang untuk mendorong seseorang agar bertindak dengan sigap dan tidak menunda-nunda. Istilah ini sangat populer dalam komunikasi online dan percakapan anak muda. Sifat ini sangat dihargai dalam lingkungan kerja yang serba cepat."
  },
  {
    "level": 1,
    "word": "Tahan Banting",
    "description": "Sifat seseorang atau sesuatu yang sangat kuat, ulet, dan tidak mudah rusak atau menyerah menghadapi kesulitan. Istilah ini bisa digunakan untuk mendeskripsikan kepribadian orang maupun kualitas suatu barang. Dalam dunia bisnis, mentalitas ini sangat diperlukan untuk bertahan."
  },
  {
    "level": 1,
    "word": "Lampu Hijau",
    "description": "Sebuah kiasan yang berarti telah mendapat izin atau persetujuan untuk memulai sesuatu. Istilah ini diambil dari lampu lalu lintas yang menandakan boleh jalan. Mendapatkan ini dari orang tua untuk menikah adalah momen yang sangat ditunggu-tunggu oleh banyak pasangan."
  },
  {
    "level": 1,
    "word": "Harga Mati",
    "description": "Sebuah penegasan bahwa sesuatu tidak bisa ditawar lagi dan bersifat final. Istilah ini sering digunakan oleh penjual untuk menegaskan harga barangnya. Dalam konteks ideologi, seperti 'NKRI Harga Mati', ini berarti sesuatu yang harus dipertahankan sampai kapanpun."
  },
  {
    "level": 1,
    "word": "Putih Telur",
    "description": "Bagian bening dari telur yang mengelilingi kuningnya. Bagian ini kaya akan protein dan sering dikonsumsi oleh mereka yang sedang diet atau membentuk otot. Selain untuk dimakan, bagian ini juga sering digunakan sebagai bahan masker wajah alami."
  },
  {
    "level": 1,
    "word": "Pasar Kaget",
    "description": "Pasar non-permanen yang muncul secara tiba-tiba di lokasi tertentu, biasanya pada waktu-waktu khusus seperti sore hari atau akhir pekan. Mereka menjual berbagai macam barang, mulai dari makanan hingga pakaian. Kehadirannya seringkali membuat lalu lintas di sekitarnya menjadi ramai."
  },
  {
    "level": 1,
    "word": "Asli Palsu",
    "description": "Sebuah frasa yang menggambarkan sesuatu yang palsu tetapi dibuat sangat mirip dengan aslinya, sehingga sulit dibedakan. Istilah ini sering digunakan untuk barang-barang tiruan dari merek terkenal. Sebuah lagu dangdut populer juga menggunakan judul ini, merujuk pada cinta yang tidak tulus."
  },
  {
    "level": 1,
    "word": "Main Mata",
    "description": "Tindakan saling memberi isyarat dengan lirikan mata, biasanya mengandung makna rahasia atau romantis. Ini bisa menjadi awal dari sebuah perselingkuhan atau kolusi. Dalam olahraga, ini bisa berarti memberi kode kepada rekan satu tim secara diam-diam."
  },
  {
    "level": 1,
    "word": "Keras Kepala",
    "description": "Sifat seseorang yang tidak mau mendengarkan nasihat atau pendapat orang lain dan teguh pada pendiriannya sendiri. Orang dengan sifat ini seringkali sulit untuk diajak bekerja sama. Meskipun begitu, dalam konteks tertentu, sifat ini bisa berarti memiliki prinsip yang kuat."
  },
  {
    "level": 1,
    "word": "Orde Baru",
    "description": "Sebutan untuk masa pemerintahan Presiden Soeharto di Indonesia yang berlangsung selama 32 tahun. Era ini ditandai dengan pembangunan ekonomi yang masif namun juga diiringi dengan pengekangan kebebasan berpendapat. Era ini berakhir setelah adanya gerakan reformasi pada tahun 1998."
  },
  {
    "level": 1,
    "word": "Trikora",
    "description": "Singkatan dari 'Tri Komando Rakyat', yaitu komando yang diserukan oleh Presiden Soekarno untuk merebut Irian Barat dari tangan Belanda. Peristiwa ini merupakan salah satu upaya diplomasi dan militer Indonesia untuk menyatukan seluruh wilayahnya. Puncak dari operasi ini adalah diselenggarakannya Penentuan Pendapat Rakyat (PEPERA)."
  },
  {
    "level": 1,
    "word": "PETA",
    "description": "Singkatan dari 'Pembela Tanah Air', ini adalah kesatuan militer yang dibentuk oleh Jepang pada masa pendudukannya di Indonesia. Banyak tokoh yang kemudian menjadi pemimpin militer Indonesia pasca-kemerdekaan berasal dari pasukan ini. Meskipun dibentuk Jepang, semangat nasionalisme para anggotanya sangat tinggi."
  },
  {
    "level": 1,
    "word": "Sarekat Islam",
    "description": "Organisasi massa terbesar pada masa pergerakan nasional yang pada awalnya merupakan perkumpulan pedagang batik. Organisasi ini kemudian berkembang menjadi gerakan politik dengan basis massa yang sangat luas. Tokoh sentralnya adalah H.O.S. Cokroaminoto."
  },
  {
    "level": 1,
    "word": "Vincent Rompies",
    "description": "Seorang musisi, presenter, dan komedian yang dikenal sebagai separuh dari duo 'Vincent & Desta'. Ia memulai karirnya sebagai bassist band Clubeighties. Gayanya yang canggung namun jenaka membuatnya menjadi salah satu idola di kalangan anak muda."
  },
  {
    "level": 1,
    "word": "Desta",
    "description": "Presenter, musisi, dan komedian yang bernama asli Deddy Mahendra. Ia merupakan mantan drummer band Clubeighties dan kini menjadi salah satu pembawa acara paling laris bersama sahabatnya, Vincent. Tingkahnya yang seringkali 'seenaknya' dan kompetitif menjadi daya tarik utamanya."
  },
  {
    "level": 1,
    "word": "Taufik Hidayat",
    "description": "Salah satu legenda bulu tangkis tunggal putra Indonesia yang terkenal dengan teknik backhand smash-nya yang mematikan. Ia berhasil meraih medali emas di Olimpiade Athena 2004. Persaingannya dengan Lin Dan dari Tiongkok menjadi salah satu rivalitas paling ikonik dalam sejarah bulu tangkis."
  },
  {
    "level": 1,
    "word": "Diponegoro",
    "description": "Seorang pangeran dari Kesultanan Yogyakarta yang memimpin perang besar melawan Belanda, yang dikenal sebagai Perang Jawa. Ia adalah pahlawan nasional yang sangat dihormati karena kegigihannya membela rakyat. Tongkat pusakanya yang sempat hilang telah dikembalikan dari Belanda ke Indonesia."
  },
  {
    "level": 1,
    "word": "Imam Bonjol",
    "description": "Seorang ulama dan pemimpin dalam Perang Padri di Sumatera Barat. Awalnya perang ini adalah perang saudara antara Kaum Padri (ulama) dan Kaum Adat, sebelum akhirnya Belanda ikut campur. Wajahnya diabadikan dalam lembaran uang lima ribu rupiah."
  },
  {
    "level": 1,
    "word": "Martha Christina Tiahahu",
    "description": "Seorang pahlawan nasional wanita dari Maluku yang sudah ikut berjuang melawan Belanda sejak usia remaja. Ia adalah putri dari Kapitan Paulus Tiahahu dan berjuang bersama Pattimura. Ia meninggal di kapal dalam perjalanan menuju pengasingan di Jawa."
  },
  {
    "level": 1,
    "word": "Ariel Noah",
    "description": "Vokalis grup band Noah (sebelumnya Peterpan) yang memiliki suara khas dan karisma panggung yang kuat. Ia menjadi idola banyak orang dan lagu-lagunya sangat populer di kalangan berbagai generasi. Kehidupan pribadinya seringkali menjadi sorotan media massa."
  },
  {
    "level": 1,
    "word": "Slank",
    "description": "Grup musik rock legendaris Indonesia yang bermarkas di Gang Potlot, Jakarta. Band ini terkenal dengan lirik-liriknya yang jujur, apa adanya, dan terkadang kritis terhadap isu sosial dan politik. Basis penggemar mereka yang sangat setia dikenal dengan sebutan 'Slankers'."
  },
  {
    "level": 1,
    "word": "Mimi Peri",
    "description": "Seorang selebriti internet yang dikenal dengan persona uniknya sebagai 'peri dari kayangan'. Ia sering membuat video-video komedi dengan kostum-kostum kreatif yang terbuat dari bahan-bahan sederhana. Tingkahnya yang menghibur membuatnya memiliki banyak pengikut di media sosial."
  },
  {
    "level": 1,
    "word": "Atta Halilintar",
    "description": "YouTuber nomor satu di Indonesia untuk waktu yang lama, yang mempopulerkan slogan 'Ashiaaap'. Ia berasal dari keluarga besar Gen Halilintar yang juga aktif sebagai kreator konten. Pernikahannya dengan Aurel Hermansyah menjadi salah satu pernikahan selebriti termegah."
  },
  {
    "level": 1,
    "word": "Ahmad Dhani",
    "description": "Musisi, pencipta lagu, dan pentolan grup band Dewa 19. Ia dikenal sebagai seorang jenius musik yang telah menciptakan banyak lagu hits yang kompleks dan puitis. Selain di musik, ia juga aktif di dunia politik dan seringkali melontarkan pernyataan yang kontroversial."
  },
  {
    "level": 1,
    "word": "Jerome Polin",
    "description": "Seorang YouTuber dan influencer yang terkenal dengan konten-konten edukatif tentang matematika dan kehidupannya sebagai mahasiswa di Jepang. Ia bersama teman-teman Jepangnya yang tergabung dalam 'Waseda Boys' sering membuat konten yang menghibur. Slogannya 'Mantappu Jiwa' sangat populer di kalangan pengikutnya."
  },
  {
    "level": 1,
    "word": "Laura Basuki",
    "description": "Aktris papan atas Indonesia yang dikenal dengan kemampuan aktingnya yang mendalam dan pilihan perannya yang beragam. Ia telah memenangkan banyak penghargaan, termasuk Silver Bear di Festival Film Berlin. Ia adalah salah satu aktris yang paling disegani di generasinya."
  },
  {
    "level": 1,
    "word": "Tara Basro",
    "description": "Aktris berbakat yang sering membintangi film-film karya sutradara Joko Anwar. Ia dikenal dengan keberaniannya dalam mengambil peran dan citranya yang eksotis. Kampanyenya tentang 'body positivity' dan mencintai diri sendiri mendapat banyak dukungan publik."
  },
  {
    "level": 1,
    "word": "Otak Udang",
    "description": "Sebuah makian atau ungkapan kasar untuk menyebut seseorang yang sangat bodoh atau lambat dalam berpikir. Istilah ini membandingkan kemampuan berpikir manusia dengan udang yang dianggap tidak memiliki otak. Menggunakan ungkapan ini dianggap sangat tidak sopan."
  },
  {
    "level": 1,
    "word": "Omong Kosong",
    "description": "Perkataan yang tidak ada isinya, tidak benar, atau hanya bualan semata. Ungkapan ini digunakan untuk menepis argumen atau janji yang dianggap tidak berdasar. Seseorang yang sering berbicara seperti ini akan kehilangan kredibilitasnya."
  },
  {
    "level": 1,
    "word": "Darah Biru",
    "description": "Sebutan untuk seseorang yang berasal dari keturunan bangsawan atau keluarga kerajaan. Istilah ini menyiratkan status sosial yang tinggi dan terhormat. Di masa modern, garis keturunan ini mungkin tidak lagi memiliki kekuasaan politik, namun tetap disegani secara budaya."
  },
  {
    "level": 1,
    "word": "Gigit Jari",
    "description": "Kiasan yang menggambarkan perasaan kecewa atau menyesal karena gagal mendapatkan sesuatu yang sangat diinginkan. Orang yang mengalami ini hanya bisa melihat kesuksesan orang lain dari kejauhan. Ungkapan ini sering digunakan dalam konteks kompetisi atau perebutan sesuatu."
  },
  {
    "level": 1,
    "word": "Buah Tangan",
    "description": "Ini adalah sinonim atau kata lain untuk oleh-oleh. Sesuatu yang dibawa dari bepergian untuk diberikan kepada orang di rumah. Membawa ini adalah cara untuk berbagi kebahagiaan dan pengalaman dari perjalanan kita."
  },
  {
    "level": 1,
    "word": "Banting Tulang",
    "description": "Ungkapan yang berarti bekerja sangat keras untuk mencari nafkah. Biasanya dilakukan demi memenuhi kebutuhan keluarga atau mencapai suatu tujuan hidup. Frasa ini menggambarkan pengorbanan dan usaha yang luar biasa dalam bekerja."
  },
  {
    "level": 1,
    "word": "Rendah Hati",
    "description": "Sifat tidak sombong atau tidak angkuh, meskipun memiliki banyak kelebihan atau prestasi. Orang dengan sifat ini tidak suka memamerkan pencapaiannya dan tetap menghargai orang lain. Sifat ini sangat dihargai dalam budaya Indonesia dan dianggap sebagai sebuah kebajikan."
  },
  {
    "level": 1,
    "word": "Naik Daun",
    "description": "Istilah untuk seseorang atau sesuatu yang sedang berada di puncak popularitas atau karirnya. Artis yang sedang naik daun akan sering muncul di televisi dan media. Namun, fase ini seringkali tidak bertahan lama dan bisa cepat tergantikan oleh tren baru."
  },
  {
    "level": 1,
    "word": "Uang Pelicin",
    "description": "Sebutan halus untuk uang suap yang diberikan agar suatu urusan menjadi lancar dan cepat. Praktik ini merupakan bentuk korupsi dan tindakan ilegal. Memberi atau menerima uang ini dapat berakibat pada sanksi hukum yang serius."
  },
  {
    "level": 1,
    "word": "Makan Gaji Buta",
    "description": "Menerima gaji atau upah tanpa melakukan pekerjaan yang seharusnya menjadi tanggung jawabnya. Istilah ini ditujukan kepada pegawai yang malas dan tidak produktif. Perilaku ini sangat merugikan perusahaan atau institusi tempat ia bekerja."
  }
]