[
    {
        "level": 4,
        "word": "Terserah Kamu Aja Deh",
        "description": "Sebuah frasa yang sering diucapkan untuk mengakhiri perdebatan, namun memiliki banyak makna tersembunyi. Kalimat ini bisa berarti benar-benar pasrah, atau justru merupakan ungkapan kekesalan yang terpendam. Konteks dan nada bicara sangat menentukan arti sebenarnya dari kalimat ini."
    },
    {
        "level": 4,
        "word": "Jiwa Miskinku Meronta Ronta",
        "description": "Ungkapan slang di media sosial untuk menggambarkan keinginan kuat untuk membeli sesuatu yang mewah tapi tidak punya uang. Frasa ini sering digunakan saat melihat barang-barang mahal atau gaya hidup mewah orang lain. Ini adalah cara humoris untuk mengakui keterbatasan finansial."
    },
    {
        "level": 4,
        "word": "Kaum Mendang Mending",
        "description": "Sebutan untuk sekelompok orang yang selalu membanding-bandingkan satu hal dengan hal lain. Mereka sering berkomentar 'mending beli A' saat seseorang membeli B, atau sebaliknya. Kebiasaan ini seringkali dianggap menyebalkan dan tidak menghargai pilihan orang lain."
    },
    {
        "level": 4,
        "word": "Jangan Lupa Bersyukur",
        "description": "Nasihat yang sangat umum dan mendasar dalam budaya Indonesia untuk mengingatkan agar selalu menghargai apa yang dimiliki. Kalimat ini sering diucapkan untuk menghibur orang yang sedang mengeluh atau menghadapi kesulitan. Ini adalah pengingat untuk melihat sisi positif dari setiap keadaan."
    },
    {
        "level": 4,
        "word": "Semua Ada Masanya",
        "description": "Sebuah ungkapan bijak yang menyatakan bahwa setiap hal, baik maupun buruk, memiliki waktunya sendiri dan tidak akan berlangsung selamanya. Kalimat ini digunakan untuk menenangkan diri saat berada di titik terendah, atau untuk tetap rendah hati saat berada di puncak. Ini adalah pengingat akan sifat kehidupan yang terus berputar."
    },
    {
        "level": 4,
        "word": "Yang Penting Halal",
        "description": "Prinsip hidup yang menekankan bahwa asal-usul rezeki atau cara melakukan sesuatu harus sesuai dengan ajaran agama. Frasa ini sering diucapkan untuk menjustifikasi pekerjaan yang sederhana atau keuntungan yang tidak seberapa. Ini adalah penegasan bahwa integritas lebih penting daripada jumlah."
    },
    {
        "level": 4,
        "word": "Makan di Pinggir Jalan",
        "description": "Aktivitas kuliner yang sangat merakyat dan menjadi bagian dari kehidupan sehari-hari di Indonesia. Warung tenda, angkringan, hingga gerobak kaki lima menawarkan berbagai makanan lezat dengan harga terjangkau. Sensasi dan suasana dari aktivitas ini seringkali tidak tergantikan oleh restoran mahal."
    },
    {
        "level": 4,
        "word": "Ngomongnya Gampang Coba Lakuin",
        "description": "Tanggapan skeptis atau tantangan yang dilontarkan kepada orang yang hanya bisa memberi nasihat tanpa pernah mengalaminya sendiri. Kalimat ini menyoroti perbedaan antara teori dan praktik. Ini adalah cara untuk mengatakan 'bicara itu mudah'."
    },
    {
        "level": 4,
        "word": "Tradisi Sungkeman Lebaran",
        "description": "Ritual penting saat Hari Raya Idul Fitri di mana orang yang lebih muda bersimpuh di hadapan orang yang lebih tua. Ini adalah prosesi untuk meminta maaf, memohon doa restu, dan menunjukkan rasa hormat. Momen ini seringkali menjadi sangat emosional dan mengharukan."
    },
    {
        "level": 4,
        "word": "Katanya Mau Diet",
        "description": "Kalimat sindiran yang diucapkan kepada teman yang sebelumnya berniat menurunkan berat badan, namun terlihat sedang makan banyak atau makan makanan tidak sehat. Ini adalah ledekan ringan yang sering muncul dalam interaksi pertemanan. Kalimat ini adalah pengingat 'manis' akan janji yang dilanggar."
    },
    {
        "level": 4,
        "word": "Biar Dikira Orang Kaya",
        "description": "Komentar sinis untuk orang yang memaksakan diri membeli barang mewah atau bergaya hidup di luar kemampuannya. Tujuannya adalah untuk mendapatkan pengakuan sosial dan citra sebagai orang berada. Frasa ini mengkritik fenomena 'flexing' atau pamer di media sosial."
    },
    {
        "level": 4,
        "word": "Cari Teman Yang Baik",
        "description": "Nasihat fundamental dari orang tua kepada anaknya saat mulai beranjak dewasa. Nasihat ini menekankan betapa pentingnya pengaruh lingkungan pergaulan terhadap karakter seseorang. Salah memilih teman dipercaya bisa menjerumuskan ke hal-hal negatif."
    },
    {
        "level": 4,
        "word": "Kenapa Harus Aku Lagi",
        "description": "Keluhan yang penuh frustrasi saat seseorang merasa selalu menjadi orang yang mendapat tugas berat atau disalahkan. Kalimat ini menyiratkan perasaan lelah dan diperlakukan tidak adil. Ini adalah ekspresi putus asa dari orang yang merasa selalu menjadi tumpuan."
    },
    {
        "level": 4,
        "word": "Udah Dibilangin Juga",
        "description": "Ungkapan gemas yang diucapkan ketika nasihat atau peringatan kita tidak didengarkan dan kemudian terbukti benar. Kalimat ini sering diikuti dengan 'bandel sih'. Ini adalah versi lain dari 'Kan, apa aku bilang'."
    },
    {
        "level": 4,
        "word": "Cuma Sebatas Angan Angan",
        "description": "Ungkapan melankolis yang berarti sebuah keinginan atau mimpi yang sepertinya tidak mungkin terwujud. Frasa ini menunjukkan kesadaran akan realitas yang tidak sesuai dengan harapan. Sering digunakan dalam konteks cinta tak terbalas atau cita-cita yang terlalu tinggi."
    },
    {
        "level": 4,
        "word": "Yang Penting Viral Dulu",
        "description": "Prinsip yang dianut banyak orang di era media sosial, di mana mendapatkan perhatian publik adalah tujuan utama. Kualitas, etika, dan bahkan logika seringkali dikesampingkan demi mencapai popularitas sesaat. Fenomena ini melahirkan banyak sensasi dadakan."
    },
    {
        "level": 4,
        "word": "Zaman Sekarang Aneh Aneh",
        "description": "Komentar umum dari generasi yang lebih tua saat melihat tren atau perilaku anak muda yang tidak mereka pahami. Kalimat ini menunjukkan adanya kesenjangan generasi atau 'generation gap'. Ini adalah cara klasik untuk mengatakan bahwa dunia sudah berubah."
    },
    {
        "level": 4,
        "word": "Pelan Pelan Saja Pak Sopir",
        "description": "Frasa yang sering diucapkan penumpang kepada sopir angkutan umum, namun menjadi populer karena sebuah lagu. Kalimat ini identik dengan suasana santai dan tidak terburu-buru. Lagu dengan lirik ini menjadi sangat viral dan sering digunakan di berbagai video."
    },
    {
        "level": 4,
        "word": "Macet di Pintu Tol",
        "description": "Pemandangan yang sangat lazim terjadi di kota-kota besar di Indonesia, terutama menjelang jam sibuk atau libur panjang. Antrean kendaraan yang mengular di gerbang pembayaran tol menjadi sumber frustrasi banyak pengendara. Sistem pembayaran non-tunai diharapkan bisa mengurangi masalah ini."
    },
    {
        "level": 4,
        "word": "Standar Ganda Masyarakat",
        "description": "Fenomena di mana masyarakat menerapkan standar atau penilaian yang berbeda untuk kelompok orang yang berbeda dalam situasi yang sama. Biasanya ini terjadi dalam konteks gender, status sosial, atau kekuasaan. Hal ini sering menjadi topik diskusi kritis di kalangan aktivis dan akademisi."
    },
    {
        "level": 4,
        "word": "Kawasan Wisata Kawah Ijen",
        "description": "Destinasi wisata alam di perbatasan Banyuwangi dan Bondowoso, Jawa Timur. Tempat ini terkenal dengan fenomena api biru atau 'blue fire' yang langka di dunia. Para penambang belerang tradisional yang bekerja di sini juga menjadi daya tarik yang unik."
    },
    {
        "level": 4,
        "word": "Pesta Kesenian Bali",
        "description": "Festival seni dan budaya tahunan terbesar di Bali yang diadakan selama sebulan penuh. Acara ini menampilkan berbagai macam pertunjukan seni, parade budaya, dan pameran kerajinan dari seluruh kabupaten di Bali. Ini adalah perayaan akbar dari kekayaan budaya Pulau Dewata."
    },
    {
        "level": 4,
        "word": "Obsesi Kulit Putih",
        "description": "Fenomena sosial di mana banyak orang Indonesia, terutama wanita, menganggap kulit yang putih dan cerah sebagai standar kecantikan tertinggi. Hal ini mendorong larisnya berbagai produk pemutih kulit, baik yang aman maupun berbahaya. Standar kecantikan ini merupakan warisan dari masa kolonial."
    },
    {
        "level": 4,
        "word": "Fenomena Ojek Online",
        "description": "Perubahan drastis dalam industri transportasi dan gaya hidup di Indonesia sejak munculnya aplikasi seperti Gojek dan Grab. Ojek yang semula informal menjadi terorganisir dan menawarkan berbagai layanan di luar transportasi. Fenomena ini menciptakan jutaan lapangan kerja baru."
    },
    {
        "level": 4,
        "word": "Budaya Titip Absen",
        "description": "Kebiasaan tidak terpuji yang sering terjadi di kalangan mahasiswa atau bahkan pekerja. Seseorang meminta temannya untuk menandatangani daftar hadir agar ia tercatat masuk padahal tidak berada di tempat. Ini adalah bentuk ketidakjujuran kecil yang sudah dianggap biasa."
    },
    {
        "level": 4,
        "word": "Anak Korban Sinetron",
        "description": "Julukan untuk seseorang yang perilakunya atau pandangan hidupnya terlalu dramatis dan tidak realistis, seperti cerita dalam sinetron. Mereka cenderung melebih-lebihkan masalah dan melihat dunia dalam warna hitam-putih. Istilah ini adalah bentuk ledekan untuk orang yang 'lebay'."
    },
    {
        "level": 4,
        "word": "Jangan Bikin Malu Keluarga",
        "description": "Nasihat atau peringatan keras yang menekankan pentingnya menjaga nama baik keluarga. Dalam budaya kolektif Indonesia, tindakan seorang individu dianggap mencerminkan seluruh keluarganya. Tekanan ini bisa menjadi beban berat bagi banyak orang."
    },
    {
        "level": 4,
        "word": "Susah Cari Orang Jujur",
        "description": "Keluhan pesimis yang sering terdengar saat seseorang dikecewakan atau ditipu. Ungkapan ini mencerminkan krisis kepercayaan dan maraknya ketidakjujuran di berbagai aspek kehidupan. Namun, ini juga bisa menjadi pengingat untuk kita sendiri agar selalu menjaga kejujuran."
    },
    {
        "level": 4,
        "word": "Belajar Dari Pengalaman",
        "description": "Nasihat bijak yang menyatakan bahwa pengalaman adalah guru yang terbaik. Kesalahan dan kegagalan di masa lalu seharusnya menjadi pelajaran agar tidak terulang kembali. Orang yang bijak adalah orang yang mampu melakukan ini."
    },
    {
        "level": 4,
        "word": "Rebutan Warisan Keluarga",
        "description": "Konflik yang menyedihkan namun sering terjadi di dalam sebuah keluarga setelah orang tua meninggal dunia. Harta peninggalan seringkali menjadi pemicu pecahnya hubungan persaudaraan. Kisah-kisah seperti ini sering diangkat menjadi cerita dalam sinetron atau film."
    },
    {
        "level": 4,
        "word": "Takut Sama Istri",
        "description": "Sebuah situasi yang sering menjadi bahan lelucon di kalangan pria beristri. Pria yang dianggap demikian biasanya selalu menuruti kemauan istrinya dan tidak berani membantah. Lelucon ini menyiratkan adanya pergeseran kekuasaan dalam rumah tangga modern."
    },
    {
        "level": 4,
        "word": "Cari Muka Sama Atasan",
        "description": "Perilaku seorang karyawan yang berusaha mendapatkan perhatian atau pujian dari bosnya dengan cara yang tidak tulus. Tujuannya adalah untuk mendapatkan keuntungan pribadi seperti promosi atau kenaikan gaji. Orang yang melakukan ini sering tidak disukai oleh rekan-rekan kerjanya."
    },
    {
        "level": 4,
        "word": "Pinjaman Online Ilegal",
        "description": "Layanan pinjaman uang berbasis aplikasi yang tidak terdaftar atau diawasi oleh Otoritas Jasa Keuangan. Layanan yang sering disebut 'pinjol ilegal' ini menjerat korban dengan bunga yang sangat tinggi dan cara penagihan yang tidak manusiawi. Ini adalah sisi gelap dari kemudahan teknologi finansial."
    },
    {
        "level": 4,
        "word": "Auto Langsung Beli",
        "description": "Ekspresi spontan yang menunjukkan niat kuat untuk segera membeli sesuatu tanpa pikir panjang. Biasanya diucapkan saat melihat barang yang sangat diinginkan atau diskon yang sangat besar. Kata 'Auto' di sini berfungsi sebagai penegas 'otomatis'."
    },
    {
        "level": 4,
        "word": "Nongkrong di Warung Kopi",
        "description": "Aktivitas sosial yang sangat umum dilakukan oleh pria di Indonesia, dari pagi hingga larut malam. Warung kopi bukan hanya tempat minum, tapi juga ruang publik untuk berdiskusi, bermain catur, atau sekadar bertukar kabar. Budaya ini sangat kental di berbagai daerah, dari Aceh hingga Jawa Timur."
    },
    {
        "level": 4,
        "word": "Giliran Aku, Koneksi Jelek",
        "description": "Keluhan khas saat bermain game online atau melakukan panggilan video. Seseorang merasa koneksi internetnya selalu bermasalah pada saat-saat genting atau saat gilirannya tiba. Ini adalah bentuk frustrasi terhadap kualitas layanan internet yang tidak stabil."
    },
    {
        "level": 4,
        "word": "Sensasi Naik Kereta Ekonomi",
        "description": "Pengalaman perjalanan jarak jauh menggunakan kelas kereta api yang paling murah. Dulu, kelas ini identik dengan kepadatan, pedagang asongan, dan panas, namun kini sudah jauh lebih nyaman dengan adanya AC. Meskipun begitu, interaksi sosial yang unik di dalamnya tetap menjadi kenangan tersendiri."
    },
    {
        "level": 4,
        "word": "Debat Kusir Tak Berujung",
        "description": "Perdebatan yang tidak didasari oleh data atau logika yang kuat, dan tidak akan pernah mencapai kesimpulan. Istilah 'kusir' merujuk pada perdebatan orang awam yang hanya mengandalkan opini. Perdebatan seperti ini sering terjadi di warung kopi atau di kolom komentar media sosial."
    },
    {
        "level": 4,
        "word": "Acara Bakar Bakar Tahun Baru",
        "description": "Tradisi yang sangat umum dilakukan oleh masyarakat Indonesia untuk merayakan malam pergantian tahun. Biasanya yang dibakar adalah jagung, sosis, atau sate ayam di halaman rumah bersama keluarga atau teman. Asap dan aroma dari acara ini sangat identik dengan suasana malam tahun baru."
    },
    {
        "level": 4,
        "word": "Gak Semua Harus Diposting",
        "description": "Nasihat atau kritik terhadap kebiasaan orang yang membagikan setiap detail kehidupannya di media sosial. Kalimat ini mengingatkan akan pentingnya privasi dan menikmati momen tanpa perlu validasi dari orang lain. Ini adalah reaksi terhadap fenomena 'oversharing'."
    },
    {
        "level": 4,
        "word": "Film 'Petualangan Sherina 2'",
        "description": "Sekuel dari film musikal legendaris anak-anak yang dirilis 23 tahun setelah film pertamanya. Film ini mempertemukan kembali karakter Sherina dan Sadam yang sudah dewasa dalam sebuah petualangan baru di hutan Kalimantan. Kesuksesan film ini membuktikan kekuatan nostalgia bagi generasi milenial Indonesia."
    },
    {
        "level": 4,
        "word": "Serial 'Gadis Kretek'",
        "description": "Serial drama sejarah Indonesia yang ditayangkan di platform streaming global dan mendapat pujian luas. Diadaptasi dari novel berjudul sama, serial ini mengisahkan tentang persaingan bisnis rokok kretek di era 60-an yang dibalut dengan kisah cinta. Serial ini berhasil mengangkat Dian Sastrowardoyo dan Ario Bayu sebagai ikon baru."
    },
    {
        "level": 4,
        "word": "Acara 'Lapor Pak!' Trans7",
        "description": "Program komedi sketsa yang sangat populer dengan latar sebuah kantor polisi. Acara ini dibintangi oleh komedian-komedian ternama seperti Andre Taulany, Wendy Cagur, dan Andhika Pratama. Interaksi antara para komedian dan bintang tamu yang absurd menjadi daya tarik utamanya."
    },
    {
        "level": 4,
        "word": "Grup Musik 'Weird Genius'",
        "description": "Grup musik elektronik yang terdiri dari Reza Oktovian, Eka Gustiwana, dan Gerald Liu. Mereka menjadi grup musik asal Indonesia pertama yang wajahnya terpampang di papan iklan Times Square, New York. Lagu mereka yang berjudul 'Lathi' menjadi fenomena global yang memadukan musik elektronik dengan elemen tradisional Jawa."
    },
    {
        "level": 4,
        "word": "Podcast 'Close the Door'",
        "description": "Salah satu podcast paling populer dan berpengaruh di Indonesia yang dipandu oleh Deddy Corbuzier. Podcast ini dikenal karena sering mengundang tamu-tamu kontroversial dan membahas isu-isu yang sedang hangat. Slogan 'somasi' dan formatnya yang lugas menjadi ciri khasnya."
    },
    {
        "level": 4,
        "word": "Keluarga 'Gen Halilintar'",
        "description": "Sebuah keluarga besar yang semua anggotanya, termasuk orang tua dan sebelas anak, menjadi kreator konten. Mereka mempopulerkan tren keluarga sebagai YouTuber di Indonesia. Salah satu anggotanya, Atta Halilintar, pernah menjadi YouTuber dengan pelanggan terbanyak di Asia Tenggara."
    },
    {
        "level": 4,
        "word": "Kamu Nanyea?",
        "description": "Frasa slang yang menjadi sangat viral di TikTok, dipopulerkan oleh seorang kreator konten bernama Alif Cepmek. Kalimat ini diucapkan dengan intonasi yang sangat khas dan sering diikuti dengan jawaban yang nyeleneh. Kepopulerannya membuatnya menjadi salah satu jargon internet terbesar di tahunnya."
    },
    {
        "level": 4,
        "word": "Begitu Syulit Lupakan Rehan",
        "description": "Penggalan lirik lagu yang dinyanyikan secara asal-asalan oleh seorang wanita dan menjadi viral luar biasa di media sosial. Ekspresi dan cara bernyanyinya yang unik membuat banyak orang membuat parodi dan remix dari video aslinya. Fenomena ini adalah contoh kekuatan media sosial dalam menciptakan ketenaran instan."
    },
    {
        "level": 4,
        "word": "Fenomena 'Healing' ke Puncak",
        "description": "Istilah kekinian untuk kegiatan liburan singkat ke kawasan Puncak, Bogor, untuk melepaskan stres. Kegiatan ini biasanya dilakukan oleh warga Jakarta pada akhir pekan untuk mencari udara sejuk dan pemandangan hijau. Namun, ironisnya kegiatan 'penyembuhan' ini seringkali harus ditempuh dengan kemacetan yang parah."
    },
    {
        "level": 4,
        "word": "Drama Beli Tiket Konser",
        "description": "Istilah yang menggambarkan perjuangan sengit saat mencoba membeli tiket konser musisi terkenal secara online. Proses ini sering disebut 'war' atau perang karena tiket bisa habis dalam hitungan menit. Kegagalan dalam perang ini seringkali menimbulkan kekecewaan mendalam bagi para penggemar."
    },
    {
        "level": 4,
        "word": "Perbincangan Bapak Bapak Kompleks",
        "description": "Stereotip obrolan para bapak-bapak saat sedang berkumpul di pos ronda atau acara warga. Topik pembicaraannya biasanya tidak jauh dari politik, harga kebutuhan pokok, performa tim sepak bola, hingga membandingkan efisiensi konsumsi bensin mobil. Obrolan ini seringkali menjadi sumber informasi dan gosip di lingkungan perumahan."
    },
    {
        "level": 4,
        "word": "Jam Karet Orang Indonesia",
        "description": "Sebuah konsep waktu yang sangat fleksibel dan menjadi ciri khas (sekaligus stereotip negatif) masyarakat Indonesia. Janji bertemu pada jam tertentu seringkali molor dari jadwal yang disepakati. Kebiasaan ini menunjukkan pandangan yang lebih santai terhadap ketepatan waktu."
    },
    {
        "level": 4,
        "word": "Kutukan Antrean Imigrasi",
        "description": "Keluhan umum para pelancong Indonesia saat tiba di bandara internasional di Indonesia. Antrean yang sangat panjang dan proses yang dirasa lambat di konter imigrasi menjadi 'sambutan' yang melelahkan setelah penerbangan panjang. Hal ini sering dibanding-bandingkan dengan cepatnya layanan imigrasi di negara lain."
    },
    {
        "level": 4,
        "word": "Rasa Ingin Tahu Netizen",
        "description": "Kekuatan kolektif para pengguna internet di Indonesia dalam menginvestigasi atau mencari tahu latar belakang seseorang atau sebuah peristiwa. Kecepatan mereka dalam menemukan informasi seringkali melebihi media konvensional. Namun, kekuatan ini juga bisa berbahaya jika digunakan untuk doxing atau menyebar hoaks."
    },
    {
        "level": 4,
        "word": "Tren 'Cegil' di TikTok",
        "description": "Sebuah tren di media sosial yang merupakan singkatan dari 'Cewek Gila'. Istilah ini merujuk pada wanita yang menunjukkan perilaku intens, sedikit obsesif, atau sangat emosional dalam hubungan percintaan. Meskipun awalnya negatif, istilah ini kemudian diadopsi sebagai bentuk ekspresi diri yang kompleks."
    },
    {
        "level": 4,
        "word": "Sinetron 'Ikatan Cinta'",
        "description": "Sebuah sinetron drama yang mencapai puncak popularitas luar biasa dan memecahkan berbagai rekor rating. Kisah cinta antara Aldebaran dan Andin berhasil menyihir jutaan penonton, terutama para ibu-ibu. Jalanan seringkali menjadi sepi saat sinetron ini ditayangkan pada jam primetime."
    },
    {
        "level": 4,
        "word": "Film 'Siksa Kubur'",
        "description": "Film horor religi karya sutradara Joko Anwar yang menimbulkan banyak diskusi dan perdebatan. Film ini mengeksplorasi tema dosa, kepercayaan, dan konsekuensi setelah kematian dengan cara yang provokatif. Film ini menjadi salah satu film horor paling dinanti dan dibicarakan pada tahun perilisannya."
    },
    {
        "level": 4,
        "word": "Penyanyi Lyodra Ginting",
        "description": "Penyanyi wanita jebolan ajang Indonesian Idol yang dikenal dengan kemampuan vokal dan teknik menyanyinya yang sangat tinggi. Ia mampu mencapai nada-nada tinggi (whistle register) yang jarang dimiliki penyanyi lain. Lagu-lagunya yang bertema galau sangat populer di kalangan anak muda."
    },
    {
        "level": 4,
        "word": "Komedian Kiky Saputri",
        "description": "Seorang komika wanita yang terkenal dengan keberaniannya me-roasting atau meledek para pejabat dan politisi secara langsung. Kemampuannya merangkai materi yang tajam namun tetap lucu membuatnya dijuluki 'Ratu Roasting'. Ia menjadi salah satu komedian wanita paling berpengaruh saat ini."
    },
    {
        "level": 4,
        "word": "Pembawa Acara Raffi Ahmad",
        "description": "Seorang artis yang memulai karirnya sejak remaja dan kini menjadi salah satu tokoh paling berpengaruh di industri hiburan Indonesia. Dijuluki 'Sultan Andara', ia memiliki kerajaan bisnis yang luas bersama istrinya, Nagita Slavina. Hampir setiap hari wajahnya muncul di berbagai program televisi dan kanal YouTube."
    },
    {
        "level": 4,
        "word": "Penyanyi Rizky Febian",
        "description": "Penyanyi dan penulis lagu yang merupakan putra sulung dari komedian Sule. Ia berhasil keluar dari bayang-bayang ayahnya dan sukses dengan lagu-lagu popnya yang easy listening. Kisah cintanya dengan penyanyi Mahalini Raharja juga sering menjadi sorotan publik."
    },
    {
        "level": 4,
        "word": "Salam dari Binjai",
        "description": "Sebuah video viral di mana seorang pria memukul pohon pisang hingga tumbang, lalu mengucapkan frasa ini. Aksi yang tidak biasa ini dengan cepat menjadi meme dan ditiru oleh banyak orang di seluruh Indonesia. Fenomena ini membuat kota Binjai di Sumatera Utara menjadi terkenal dalam semalam."
    },
    {
        "level": 4,
        "word": "Tren Minuman Boba",
        "description": "Minuman teh susu dengan bola-bola tapioka yang menjadi tren besar dan mewabah di seluruh kota di Indonesia. Ratusan merek, dari lokal hingga internasional, bersaing untuk merebut pasar anak muda. Antrean panjang di gerai-gerai baru menjadi pemandangan yang umum."
    },
    {
        "level": 4,
        "word": "Budaya 'War Takjil'",
        "description": "Fenomena sosial unik yang terjadi setiap bulan Ramadhan di mana warga non-Muslim ikut berburu takjil atau makanan berbuka puasa. Interaksi yang penuh canda dan toleransi ini menjadi viral setiap tahunnya. Fenomena ini menunjukkan sisi harmonis dari keberagaman di Indonesia."
    },
    {
        "level": 4,
        "word": "Makan Bakso Pake Rusuk",
        "description": "Salah satu varian bakso yang sangat digemari, di mana semangkuk bakso disajikan dengan potongan iga sapi yang besar dan empuk. Varian ini menawarkan pengalaman makan bakso yang lebih mewah dan memuaskan. Banyak warung bakso terkenal yang menjadikan menu ini sebagai andalannya."
    },
    {
        "level": 4,
        "word": "Gak Ada Lawan!",
        "description": "Ungkapan pujian tertinggi dalam bahasa gaul yang berarti 'tidak ada tandingannya' atau 'yang terbaik'. Seruan ini digunakan untuk mengakui kehebatan seseorang atau sesuatu yang luar biasa. Ini adalah cara untuk mengatakan 'the best' dengan gaya yang lebih lokal."
    },
    {
        "level": 4,
        "word": "Gak Masuk Akal",
        "description": "Ekspresi yang menunjukkan bahwa sesuatu itu sangat tidak logis, aneh, atau sulit dipercaya. Kalimat ini sering diucapkan dengan nada heran atau tidak setuju. Ini adalah cara untuk menolak sebuah argumen atau penjelasan yang dianggap absurd."
    },
    {
        "level": 4,
        "word": "Tarik Sis, Semongko!",
        "description": "Seruan viral yang berasal dari panggung dangdut koplo di Jawa Timur. 'Sis' adalah panggilan untuk penyanyi, sementara 'semongko' adalah kependekan dari 'semangato sampe bongko' (semangat sampai mati). Seruan ini menjadi sangat populer dan identik dengan musik dangdut yang penuh semangat."
    },
    {
        "level": 4,
        "word": "Sudah Ku Duga",
        "description": "Ungkapan yang diucapkan saat sebuah prediksi atau kecurigaan terbukti benar. Kalimat ini menyiratkan bahwa si pembicara sudah memiliki firasat sebelumnya. Seringkali diucapkan dengan nada sedikit sombong atau puas."
    },
    {
        "level": 4,
        "word": "Nasi Padang Bungkus",
        "description": "Nasi Padang yang dibeli untuk dibawa pulang, bukan dimakan di tempat. Yang membuatnya istimewa adalah porsi nasinya yang jauh lebih banyak dibandingkan jika makan di tempat. Fenomena ini menjadi salah satu 'kearifan lokal' yang paling disukai dari rumah makan Padang."
    },
    {
        "level": 4,
        "word": "Chef Juna Rorimpandey",
        "description": "Seorang koki selebriti yang terkenal sebagai juri di ajang kompetisi memasak 'MasterChef Indonesia'. Ia dikenal dengan penampilannya yang garang, tatonya, dan komentar-komentarnya yang pedas dan tanpa basa-basi. Di balik citranya yang keras, ia adalah seorang koki yang sangat profesional."
    },
    {
        "level": 4,
        "word": "Chef Renatta Moeloek",
        "description": "Satu-satunya juri wanita di 'MasterChef Indonesia' yang menjadi idola baru kaum adam. Pesonanya yang kalem, cantik, dan sedikit cuek menjadi daya tarik utamanya. Kehadirannya memberikan warna baru di antara juri-juri pria lainnya."
    },
    {
        "level": 4,
        "word": "Habib Ja'far Al Hadar",
        "description": "Seorang pendakwah muda yang populer di kalangan anak muda karena gaya dakwahnya yang santai, lucu, dan merangkul semua kalangan. Ia sering berkolaborasi dengan para komika dan selebriti di YouTube. Ia membuat ajaran agama menjadi lebih mudah diakses dan relevan bagi generasi sekarang."
    },
    {
        "level": 4,
        "word": "Film 'Agak Laen'",
        "description": "Film komedi yang dibintangi oleh empat orang komika asal Sumatera Utara dari podcast dengan nama yang sama. Film ini sukses besar dan menjadi salah satu film Indonesia terlaris sepanjang masa. Humornya yang khas dan ceritanya yang segar berhasil menarik jutaan penonton."
    },
    {
        "level": 4,
        "word": "Jangan lupa follow ya",
        "description": "Kalimat ajakan yang hampir selalu diucapkan oleh para kreator konten atau selebgram di akhir video atau unggahan mereka. Tujuannya adalah untuk meningkatkan jumlah pengikut di akun media sosial mereka. Kalimat ini sudah menjadi bagian standar dari penutupan konten digital."
    },
    {
        "level": 4,
        "word": "Direktorat Jenderal Pajak",
        "description": "Lembaga di bawah Kementerian Keuangan yang bertanggung jawab untuk mengumpulkan penerimaan negara dari sektor pajak. Lembaga ini menjadi sangat terkenal (atau ditakuti) setiap mendekati batas waktu pelaporan SPT Tahunan. Slogan mereka adalah 'Pajak Kuat, APBN Sehat'."
    },
    {
        "level": 4,
        "word": "Pesan Makanan Online",
        "description": "Kebiasaan yang telah menjadi bagian tak terpisahkan dari gaya hidup masyarakat urban di Indonesia. Aplikasi seperti GoFood dan GrabFood memberikan kemudahan luar biasa dalam memesan makanan dari ribuan restoran. Promo dan diskon ongkos kirim menjadi daya tarik utama."
    },
    {
        "level": 4,
        "word": "Rumah Susun Sederhana",
        "description": "Program perumahan vertikal yang disediakan oleh pemerintah untuk masyarakat berpenghasilan rendah di perkotaan. Dikenal dengan sebutan Rusun, bangunan ini menjadi solusi atas keterbatasan lahan di kota besar. Kehidupan komunal di dalamnya seringkali melahirkan cerita-cerita unik."
    },
    {
        "level": 4,
        "word": "Candi Prambanan Yogyakarta",
        "description": "Kompleks candi Hindu terbesar di Indonesia yang dibangun pada abad ke-9 Masehi. Candi ini didedikasikan untuk Trimurti, tiga dewa utama Hindu yaitu Brahma, Wisnu, dan Siwa. Legenda Roro Jonggrang yang meminta seribu candi dalam satu malam sangat lekat dengan tempat ini."
    },
    {
        "level": 4,
        "word": "Taman Laut Bunaken",
        "description": "Salah satu taman laut terindah di dunia yang terletak di Sulawesi Utara. Tempat ini menjadi surga bagi para penyelam karena keanekaragaman hayati bawah lautnya yang luar biasa. Dinding koral vertikalnya adalah salah satu fitur yang paling terkenal."
    },
    {
        "level": 4,
        "word": "Peristiwa Kudatuli 27 Juli",
        "description": "Peristiwa pengambilalihan secara paksa kantor DPP Partai Demokrasi Indonesia (PDI) di Jakarta pada tahun 1996. Insiden ini dikenal juga sebagai 'Sabtu Kelabu' dan merupakan salah satu peristiwa politik paling kelam di penghujung era Orde Baru. Peristiwa ini memicu kerusuhan luas di Jakarta dan menjadi simbol perlawanan terhadap rezim."
    },
    {
        "level": 4,
        "word": "Tragedi Trisakti 1998",
        "description": "Peristiwa penembakan empat mahasiswa Universitas Trisakti saat demonstrasi menuntut reformasi pada 12 Mei 1998. Keempat mahasiswa yang gugur kemudian dijuluki sebagai 'Pahlawan Reformasi'. Peristiwa tragis ini menjadi pemicu utama gerakan massa yang lebih besar yang berujung pada lengsernya Presiden Soeharto."
    },
    {
        "level": 4,
        "word": "Agresi Militer Belanda I",
        "description": "Operasi militer yang dilancarkan oleh Belanda terhadap wilayah Republik Indonesia pada Juli 1947. Belanda melanggar Perjanjian Linggarjati dan menyebut operasi ini sebagai 'Aksi Polisionil'. Agresi ini mendapat kecaman dari dunia internasional dan mendorong PBB untuk turun tangan."
    },
    {
        "level": 4,
        "word": "Pemberontakan DI/TII Kartosuwiryo",
        "description": "Gerakan pemberontakan yang dipimpin oleh Sekarmadji Maridjan Kartosuwiryo di Jawa Barat. Gerakan ini bertujuan untuk mendirikan Negara Islam Indonesia (NII) dan menolak pemerintahan Republik Indonesia. Pemberontakan ini berlangsung lama sebelum akhirnya berhasil ditumpas oleh TNI."
    },
    {
        "level": 4,
        "word": "Sistem Politik Demokrasi Terpimpin",
        "description": "Sistem politik yang berlaku di Indonesia antara tahun 1959 hingga 1965 di bawah kepemimpinan Presiden Soekarno. Sistem ini ditandai dengan kekuasaan presiden yang sangat besar dan peran partai politik yang dibatasi. Era ini juga diwarnai oleh politik konfrontasi dengan negara-negara Barat."
    },
    {
        "level": 4,
        "word": "Naskah Asli Proklamasi",
        "description": "Teks proklamasi kemerdekaan yang merupakan tulisan tangan asli dari Soekarno. Naskah ini sempat dibuang ke tempat sampah oleh Sayuti Melik setelah ia selesai mengetik versi resminya. Untungnya, naskah bersejarah ini diselamatkan oleh seorang wartawan bernama B.M. Diah."
    },
    {
        "level": 4,
        "word": "Manusia Purba Pithecanthropus Erectus",
        "description": "Fosil manusia purba yang ditemukan oleh Eugène Dubois di Trinil, Ngawi, pada tahun 1891. Penemuan 'Manusia Jawa' ini sangat penting dalam studi evolusi manusia. Fosil ini menjadi bukti bahwa Indonesia merupakan salah satu situs kunci dalam sejarah awal umat manusia."
    },
    {
        "level": 4,
        "word": "Laksamana Malahayati",
        "description": "Seorang pahlawan nasional wanita dari Kesultanan Aceh yang merupakan laksamana laut wanita pertama di dunia modern. Ia memimpin armada Inong Balee, pasukan yang seluruhnya terdiri dari janda-janda prajurit Aceh. Kegigihannya dalam melawan armada Portugis dan Belanda sangat melegenda."
    },
    {
        "level": 4,
        "word": "Pangeran Antasari",
        "description": "Seorang pahlawan nasional dan pemimpin Perang Banjar di Kalimantan Selatan. Ia memimpin perlawanan sengit melawan pemerintah kolonial Belanda. Semboyannya yang terkenal adalah 'Haram manyarah, waja sampai kaputing' yang berarti 'Pantang menyerah, baja sampai ke ujung'."
    },
    {
        "level": 4,
        "word": "Raden Saleh Syarif Bustaman",
        "description": "Pelukis Indonesia beretnis Arab-Jawa yang menjadi pionir seni modern di Indonesia. Ia adalah seniman Indonesia pertama yang mengenyam pendidikan di Eropa dan meraih ketenaran di sana. Lukisannya yang paling terkenal adalah 'Penangkapan Pangeran Diponegoro'."
    },
    {
        "level": 4,
        "word": "Jalur Rempah Nusantara",
        "description": "Rute perdagangan kuno yang menghubungkan berbagai wilayah di Nusantara sebagai penghasil utama rempah-rempah dunia. Jalur ini menjadi incaran bangsa-bangsa Eropa dan menjadi pemicu utama era kolonialisme di Indonesia. Jalur ini kini diupayakan untuk diakui sebagai Warisan Dunia UNESCO."
    },
    {
        "level": 4,
        "word": "Politik Etis Hindia Belanda",
        "description": "Kebijakan politik 'balas budi' yang diterapkan oleh pemerintah kolonial Belanda pada awal abad ke-20. Kebijakan ini memiliki tiga program utama: irigasi, emigrasi, dan edukasi. Ironisnya, program edukasi inilah yang kemudian melahirkan kaum terpelajar yang menuntut kemerdekaan."
    },
    {
        "level": 4,
        "word": "Kapitulasi Tuntang 1811",
        "description": "Perjanjian penyerahan kekuasaan tanpa syarat dari Belanda kepada Inggris di Jawa. Perjanjian ini menandai dimulainya masa pemerintahan singkat Inggris di bawah pimpinan Thomas Stamford Raffles. Selama masa inilah Candi Borobudur ditemukan kembali dan sistem sewa tanah diperkenalkan."
    },
    {
        "level": 4,
        "word": "Film 'Pengabdi Setan'",
        "description": "Film horor karya sutradara Joko Anwar yang merupakan remake dari film klasik tahun 1980. Film ini sukses besar baik secara komersial maupun kualitas, dan berhasil menakuti jutaan penonton. Sosok 'Ibu' dalam film ini menjadi salah satu ikon hantu paling mengerikan di sinema Indonesia."
    },
    {
        "level": 4,
        "word": "Karakter 'Bu Tejo'",
        "description": "Karakter ibu-ibu tukang gosip dalam film pendek berjudul 'Tilik'. Karakter ini menjadi viral karena dialognya yang ceplas-ceplos dan sangat mewakili stereotip ibu-ibu di masyarakat. Dialognya 'Dadi wong ki mbok yo sing solutif' menjadi jargon yang populer."
    },
    {
        "level": 4,
        "word": "Acara 'Mata Najwa'",
        "description": "Program talkshow politik yang dipandu oleh jurnalis Najwa Shihab. Acara ini dikenal dengan wawancaranya yang tajam, mendalam, dan seringkali membuat narasumbernya terpojok. Acara ini menjadi salah satu program yang paling disegani dan berpengaruh dalam membentuk opini publik."
    },
    {
        "level": 4,
        "word": "Grup Musik 'Efek Rumah Kaca'",
        "description": "Band indie-pop asal Jakarta yang dikenal dengan lirik-liriknya yang puitis, cerdas, dan seringkali berisi kritik sosial-politik. Lagu-lagu mereka seperti 'Cinta Melulu' dan 'Desember' menjadi 'lagu kebangsaan' bagi banyak anak muda. Mereka memiliki basis penggemar yang sangat solid dan loyal."
    },
    {
        "level": 4,
        "word": "Lagu 'Rayuan Pulau Kelapa'",
        "description": "Lagu legendaris ciptaan Ismail Marzuki yang menggambarkan keindahan alam Indonesia. Lagu ini sangat populer dan sering diputar dalam acara-acara kenegaraan atau sebagai musik latar dokumenter tentang Indonesia. Melodinya yang syahdu berhasil membangkitkan rasa cinta tanah air."
    },
    {
        "level": 4,
        "word": "Fenomena Citayam Fashion Week",
        "description": "Fenomena budaya pop dadakan di mana para remaja dari daerah penyangga Jakarta (seperti Citayam dan Bojong Gede) berkumpul di area Dukuh Atas. Mereka memamerkan gaya busana mereka yang unik dan nyentrik. Fenomena ini menjadi simbol perebutan ruang publik oleh kelas pekerja."
    },
    {
        "level": 4,
        "word": "Komedian Bintang Emon",
        "description": "Seorang komika muda yang menjadi sangat populer karena video-video opininya yang kritis dan lucu di media sosial. Ia sering mengomentari isu-isu sosial dan politik yang sedang hangat dengan gaya yang satiris dan mudah dicerna. Ia dianggap sebagai salah satu suara penting dari generasi Z."
    },
    {
        "level": 4,
        "word": "Pasangan 'Leslar'",
        "description": "Sebutan untuk pasangan selebriti Lesti Kejora dan Rizky Billar. Kisah cinta mereka, pernikahan megah, hingga drama kekerasan dalam rumah tangga (KDRT) selalu menjadi sorotan utama media gosip. Penggemar mereka yang sangat fanatik seringkali membela mereka mati-matian."
    },
    {
        "level": 4,
        "word": "Karakter 'Gundala Putra Petir'",
        "description": "Salah satu karakter pahlawan super (superhero) pertama dan paling ikonik dari Indonesia ciptaan Harya Suraminata. Ia mendapatkan kekuatannya dari petir dan menjadi pembela kaum yang tertindas. Karakter ini diangkat kembali ke layar lebar sebagai pembuka dari 'Jagat Sinema Bumilangit'."
    },
    {
        "level": 4,
        "word": "Komik 'Si Juki'",
        "description": "Karakter komik karya Faza Meonk yang sangat populer di kalangan anak muda. Komik ini dikenal dengan humornya yang 'anti-mainstream', absurd, dan sering menyindir fenomena sosial di Indonesia. Popularitasnya membawanya diadaptasi menjadi film animasi layar lebar."
    },
    {
        "level": 4,
        "word": "Penyanyi Hindia",
        "description": "Nama panggung dari Baskara Putra, vokalis grup musik .Feast, untuk proyek solonya. Lagu-lagunya sangat digemari karena liriknya yang jujur, personal, dan sangat relevan dengan kegelisahan generasi milenial dan Gen Z. Albumnya yang berjudul 'Membasuh' menjadi salah satu album paling berpengaruh."
    },
    {
        "level": 4,
        "word": "Sutradara Wregas Bhanuteja",
        "description": "Sutradara muda asal Yogyakarta yang filmnya berhasil memenangkan penghargaan di Festival Film Cannes. Film pendeknya 'Prenjak' dan film panjangnya 'Penyalin Cahaya' mendapat pujian internasional. Ia dikenal berani mengangkat isu-isu sensitif seperti kekerasan seksual."
    },
    {
        "level": 4,
        "word": "Aktris Putri Marino",
        "description": "Seorang aktris berbakat yang memenangkan Piala Citra untuk film debutnya, 'Posesif'. Ia adalah istri dari aktor Chicco Jerikho dan kakak dari Sitha Marino. Kemampuan aktingnya yang natural dan mendalam membuatnya menjadi salah satu aktris paling disegani saat ini."
    },
    {
        "level": 4,
        "word": "Pusing Pala Barbie",
        "description": "Ungkapan slang yang dipopulerkan oleh seorang penyanyi, yang berarti merasa sangat pusing atau stres. Frasa ini digunakan untuk menggambarkan kebingungan atau tekanan hidup dengan cara yang lebih jenaka dan centil. Boneka Barbie yang ikonik digunakan sebagai metafora yang tidak terduga."
    },
    {
        "level": 4,
        "word": "Bisa Bisanya Ya",
        "description": "Ekspresi keheranan atau ketidakpercayaan terhadap tindakan seseorang yang dianggap aneh, nekat, atau tidak pantas. Kalimat ini sering diucapkan dengan nada sarkastis atau benar-benar bingung. Ini adalah cara untuk mengatakan 'bagaimana mungkin kamu melakukan itu?'."
    },
    {
        "level": 4,
        "word": "Jangan Lupa Oleh Olehnya",
        "description": "Permintaan atau tagihan yang hampir selalu diucapkan kepada teman atau keluarga yang akan bepergian. Meskipun seringkali hanya candaan, ini menunjukkan budaya 'buah tangan' yang sangat kental di Indonesia. Lupa membawa ini bisa berujung pada sindiran ringan."
    },
    {
        "level": 4,
        "word": "Kondisikan Muka Lu",
        "description": "Teguran informal kepada teman yang menunjukkan ekspresi wajah yang terlalu kentara, misalnya tidak bisa menyembunyikan rasa tidak suka. Perintah ini meminta agar orang tersebut bisa mengontrol ekspresinya agar tidak membuat suasana menjadi canggung. Ini adalah cara gaul untuk mengatakan 'jaga ekspresimu'."
    },
    {
        "level": 4,
        "word": "Ngopi Dulu Biar Gak Salah Paham",
        "description": "Aforisme modern yang menyiratkan bahwa kafein dapat membantu menjernihkan pikiran sebelum membuat keputusan atau berdiskusi. Frasa ini sering digunakan sebagai ajakan untuk berdiskusi santai atau menyelesaikan masalah dengan kepala dingin. Ini menunjukkan betapa pentingnya budaya kopi dalam interaksi sosial."
    },
    {
        "level": 4,
        "word": "Udah Jadi Rahasia Umum",
        "description": "Sebuah frasa kontradiktif untuk informasi yang seharusnya rahasia tetapi pada kenyataannya sudah diketahui oleh banyak orang. Ini menggambarkan situasi di mana semua orang tahu, tapi berpura-pura tidak tahu. Gosip tentang perselingkuhan atau masalah internal perusahaan seringkali masuk dalam kategori ini."
    },
    {
        "level": 4,
        "word": "Cuma Tuhan Yang Tahu",
        "description": "Ungkapan yang menunjukkan kepasrahan total atau ketidaktahuan akan sesuatu yang sangat tidak pasti atau misterius. Kalimat ini sering digunakan untuk menjawab pertanyaan tentang masa depan atau motif tersembunyi seseorang. Ini adalah cara untuk mengakui keterbatasan pengetahuan manusia."
    },
    {
        "level": 4,
        "word": "Ditunggu Kabar Baiknya",
        "description": "Kalimat yang sering diucapkan untuk menanyakan kelanjutan sebuah proses secara tidak langsung dan sopan. Ini bisa merujuk pada lamaran kerja, janji bisnis, atau bahkan rencana pernikahan. Meskipun terdengar positif, kalimat ini bisa memberikan tekanan halus kepada yang mendengarnya."
    },
    {
        "level": 4,
        "word": "Minta Doanya Saja",
        "description": "Jawaban yang rendah hati dan seringkali religius saat seseorang ditanya tentang rencana atau harapannya. Jawaban ini menyiratkan bahwa usaha sudah dilakukan dan sisanya diserahkan kepada Tuhan. Ini juga bisa menjadi cara halus untuk tidak menceritakan detail rencana kita."
    },
    {
        "level": 4,
        "word": "Kerja Bagai Kuda",
        "description": "Sebuah kiasan yang menggambarkan seseorang yang bekerja sangat keras tanpa henti dan tanpa banyak mengeluh. Istilah ini menyoroti etos kerja yang tinggi, namun juga bisa menyiratkan adanya eksploitasi. Kuda digunakan sebagai simbol kekuatan dan kerja keras."
    },
    {
        "level": 4,
        "word": "Dikejar Kejar Setoran",
        "description": "Ungkapan yang awalnya populer di kalangan sopir angkutan umum, yang berarti harus mencapai target pendapatan harian. Kini, istilah ini digunakan secara luas untuk menggambarkan siapa saja yang bekerja di bawah tekanan target. Ini adalah gambaran dari perjuangan para pekerja harian."
    },
    {
        "level": 4,
        "word": "Makan Hati Berulam Jantung",
        "description": "Versi yang lebih dramatis dan puitis dari ungkapan 'makan hati'. Ini menggambarkan penderitaan batin yang sangat mendalam dan menyakitkan akibat perbuatan orang lain. Penggunaan kata 'jantung' menambah tingkat keparahan dari sakit hati yang dirasakan."
    },
    {
        "level": 4,
        "word": "Cari Angin Dulu",
        "description": "Ungkapan yang berarti keluar sebentar untuk menyegarkan pikiran atau mencari suasana baru. Biasanya dilakukan saat merasa jenuh atau stres di tempat kerja atau di rumah. Kegiatan ini bisa sesederhana berjalan-jalan di sekitar kompleks atau pergi ke kedai kopi."
    },
    {
        "level": 4,
        "word": "Gak Ada Akhlak",
        "description": "Ekspresi slang yang sangat populer di media sosial untuk mengomentari tindakan seseorang yang dianggap sangat tidak sopan, keterlaluan, atau tidak beretika. Meskipun terdengar kasar, frasa ini seringkali digunakan dalam konteks humor. Ini adalah cara modern untuk mengatakan seseorang 'tidak punya sopan santun'."
    }
]