[
    {
        "level": 2,
        "word": "Ada Apa Dengan Cinta",
        "description": "Ini adalah judul film drama remaja ikonik Indonesia yang dirilis pada tahun 2002. Film ini melambungkan nama Dian Sastrowardoyo dan Nicholas Saputra sebagai pemeran utamanya. Kepopulerannya memicu kebangkitan kembali industri film nasional pada awal milenium baru."
    },
    {
        "level": 2,
        "word": "Cinta Laura Kiehl",
        "description": "Seorang aktris dan penyanyi berdarah Indonesia-Jerman yang dikenal dengan aksennya yang khas. Ia sangat vokal dalam menyuarakan isu-isu pendidikan dan pemberdayaan perempuan. Slogannya yang terkenal adalah 'Becek, nggak ada ojek'."
    },
    {
        "level": 2,
        "word": "Joko Anwar",
        "description": "Sutradara dan penulis skenario film ternama di Indonesia yang dikenal dengan karya-karyanya yang bergenre horor dan thriller. Film-filmnya seperti 'Pengabdi Setan' dan 'Perempuan Tanah Jahanam' sukses besar di pasaran dan mendapat pujian dari kritikus. Ia memiliki gaya penyutradaraan yang khas dan sering membangun 'universe' filmnya sendiri."
    },
    {
        "level": 2,
        "word": "Ernest Prakasa",
        "description": "Seorang komika, sutradara, dan aktor keturunan Tionghoa-Indonesia. Ia sering mengangkat isu-isu tentang minoritas dan keluarga dalam film-filmnya yang bergenre komedi-drama. Film-filmnya seperti 'Ngenest' dan 'Cek Toko Sebelah' sangat sukses secara komersial."
    },
    {
        "level": 2,
        "word": "Dewi Lestari",
        "description": "Penulis dan penyanyi yang dikenal dengan nama pena Dee. Karyanya yang paling fenomenal adalah serial novel 'Supernova' yang memadukan sains, spiritualitas, dan fiksi. Sebelum menjadi penulis, ia adalah salah satu anggota dari trio vokal 'Rida, Sita, Dewi'."
    },
    {
        "level": 2,
        "word": "Reza Rahadian",
        "description": "Aktor serba bisa yang dianggap sebagai salah satu yang terbaik di generasinya, terkenal dengan kemampuannya memerankan berbagai karakter. Ia telah memenangkan banyak Piala Citra untuk berbagai peran ikoniknya, termasuk sebagai B.J. Habibie. Hampir semua film yang dibintanginya menjadi jaminan kualitas akting yang mumpuni."
    },
    {
        "level": 2,
        "word": "Iko Uwais",
        "description": "Aktor laga Indonesia yang berhasil menembus industri perfilman Hollywood. Ia dikenal lewat perannya dalam film 'Merantau' dan 'The Raid' yang memamerkan keahliannya dalam pencak silat. Kemampuan bela dirinya membawanya beradu akting dengan bintang-bintang laga dunia."
    },
    {
        "level": 2,
        "word": "Maissy Pramaisshela",
        "description": "Mantan penyanyi cilik yang sangat populer di era 90-an dengan acara 'Ci Luk Baa'. Setelah dewasa, ia beralih profesi dan kini menjadi seorang dokter. Transformasinya sering menjadi contoh positif dari seorang mantan artis cilik."
    },
    {
        "level": 2,
        "word": "Eva Celia",
        "description": "Seorang penyanyi dan aktris yang merupakan putri dari musisi Indra Lesmana dan aktris Sophia Latjuba. Musiknya beraliran jazz dan R&B dengan sentuhan modern. Ia juga dikenal sebagai ikon gaya bagi anak muda urban."
    },
    {
        "level": 2,
        "word": "Isyana Sarasvati",
        "description": "Penyanyi dan pencipta lagu yang memiliki latar belakang musik klasik yang kuat. Ia adalah seorang penyanyi seriosa dan virtuoso piano yang kemudian terjun ke musik pop dengan gaya yang unik. Album-album terakhirnya menunjukkan sisi yang lebih progresif dan teatrikal."
    },
    {
        "level": 2,
        "word": "W.R. Supratman",
        "description": "Komponis lagu kebangsaan 'Indonesia Raya'. Ia adalah seorang wartawan, violinis, dan komponis yang aktif pada masa pergerakan nasional. Lagu ciptaannya pertama kali diperdengarkan pada saat Kongres Pemuda II."
    },
    {
        "level": 2,
        "word": "Fatmawati Soekarno",
        "description": "Ibu Negara pertama Indonesia dan merupakan istri ketiga dari Presiden Soekarno. Beliau adalah orang yang menjahit Bendera Pusaka Merah Putih yang dikibarkan saat proklamasi kemerdekaan. Namanya diabadikan menjadi nama rumah sakit dan bandar udara."
    },
    {
        "level": 2,
        "word": "Mohammad Hatta",
        "description": "Proklamator kemerdekaan Indonesia bersama Soekarno dan merupakan Wakil Presiden pertama Indonesia. Ia dikenal sebagai 'Bapak Koperasi Indonesia' karena perannya dalam mengembangkan ekonomi kerakyatan. Ia adalah seorang negarawan yang sangat intelektual dan sederhana."
    },
    {
        "level": 2,
        "word": "Sutan Sjahrir",
        "description": "Perdana Menteri pertama Indonesia yang dikenal sebagai seorang intelektual dan diplomat ulung. Ia memperjuangkan kemerdekaan Indonesia melalui jalur diplomasi di forum internasional. Ia adalah salah satu tokoh penting di balik layar perjuangan revolusi."
    },
    {
        "level": 2,
        "word": "Tari Saman",
        "description": "Tarian suku Gayo dari Aceh yang menampilkan gerakan tangan yang sangat cepat dan kompak. Tarian ini dilakukan dalam posisi duduk berlutut dan dipimpin oleh seorang penangkat. Keunikan dan kekompakannya membuat tarian ini diakui oleh UNESCO sebagai warisan budaya dunia."
    },
    {
        "level": 2,
        "word": "Danau Toba",
        "description": "Danau vulkanik terbesar di dunia yang terletak di Sumatera Utara. Di tengah danau ini terdapat sebuah pulau yang bernama Pulau Samosir. Danau ini adalah salah satu destinasi wisata super prioritas di Indonesia."
    },
    {
        "level": 2,
        "word": "Candi Borobudur",
        "description": "Candi Buddha terbesar di dunia yang terletak di Magelang, Jawa Tengah. Candi ini merupakan salah satu keajaiban dunia yang memiliki ribuan relief dan ratusan stupa. Tempat ini menjadi pusat perayaan hari raya Waisak di Indonesia."
    },
    {
        "level": 2,
        "word": "Raja Ampat",
        "description": "Gugusan kepulauan di Papua Barat yang terkenal dengan keindahan bawah lautnya yang luar biasa. Tempat ini dianggap sebagai surga bagi para penyelam dari seluruh dunia. Pemandangan gugusan pulau karst dari puncaknya adalah salah satu yang paling ikonik."
    },
    {
        "level": 2,
        "word": "Nasi Goreng Gila",
        "description": "Varian nasi goreng yang populer di Jakarta, dengan topping melimpah seperti bakso, sosis, dan telur yang dimasak orak-arik dengan bumbu pedas. Penampilannya yang 'berantakan' dan ramai menjadi asal-usul namanya. Makanan ini sering dijual oleh pedagang kaki lima pada malam hari."
    },
    {
        "level": 2,
        "word": "Es Teler 77",
        "description": "Jaringan waralaba restoran yang terkenal dengan menu es telernya. Didirikan dari sebuah warung sederhana, kini cabangnya tersebar di seluruh Indonesia bahkan hingga ke luar negeri. Es campur andalannya berisi potongan alpukat, nangka, dan kelapa muda."
    },
    {
        "level": 2,
        "word": "Jangan Lupa Bahagia",
        "description": "Sebuah frasa yang sering digunakan sebagai pengingat untuk tetap positif dan menikmati hidup. Kalimat ini populer karena sering muncul di kafe-kafe, media sosial, atau sebagai tulisan di belakang bak truk. Ini adalah sebuah afirmasi sederhana namun sangat mengena."
    },
    {
        "level": 2,
        "word": "Belum Lima Menit",
        "description": "Sebuah 'aturan' tak tertulis yang kocak ketika makanan yang jatuh ke lantai dianggap masih layak makan jika diambil dalam waktu kurang dari lima menit. Meskipun tidak terbukti secara ilmiah, 'aturan' ini sangat populer dan sering menjadi pembenaran. Tentu saja ini hanyalah sebuah lelucon dan tidak dianjurkan untuk diikuti."
    },
    {
        "level": 2,
        "word": "Generasi Micin",
        "description": "Julukan yang seringkali bernada sindiran untuk generasi muda saat ini yang dianggap memiliki perilaku aneh atau kurang cerdas. Istilah ini merujuk pada kepercayaan populer bahwa terlalu banyak mengonsumsi MSG dapat menurunkan kecerdasan. Namun, seringkali istilah ini hanya digunakan sebagai lelucon di media sosial."
    },
    {
        "level": 2,
        "word": "Harta Tahta Wanita",
        "description": "Sebuah ungkapan yang sering dimodifikasi dan menjadi tren, biasanya merujuk pada sesuatu yang sangat dipuja atau diinginkan oleh seorang pria. Versi aslinya adalah ungkapan Jawa tentang tiga hal yang bisa menjatuhkan seorang pria. Di media sosial, kata 'wanita' sering diganti dengan nama artis atau hobi tertentu."
    },
    {
        "level": 2,
        "word": "Kelar Hidup Lo",
        "description": "Ekspresi slang yang berlebihan untuk menyatakan bahwa seseorang akan menghadapi masalah besar atau situasi yang sangat sulit. Frasa ini dipopulerkan oleh sebuah acara komedi di televisi. Meskipun terdengar ekstrem, ini biasanya diucapkan dalam konteks bercanda."
    },
    {
        "level": 2,
        "word": "Panas Dalam",
        "description": "Istilah kesehatan yang sangat khas Indonesia untuk menggambarkan sekumpulan gejala seperti sariawan, sakit tenggorokan, dan bibir pecah-pecah. Kondisi ini tidak dikenal dalam dunia medis barat. Cara mengatasinya yang populer adalah dengan minum larutan penyegar."
    },
    {
        "level": 2,
        "word": "Terima Kasih Banyak",
        "description": "Ungkapan standar untuk menyatakan rasa syukur yang lebih dalam daripada 'terima kasih' biasa. Ini adalah salah satu frasa paling dasar dan penting dalam etiket sosial di Indonesia. Mengucapkannya menunjukkan sopan santun dan apresiasi yang tulus."
    },
    {
        "level": 2,
        "word": "Cari Angin",
        "description": "Frasa ini berarti pergi keluar rumah untuk berjalan-jalan santai tanpa tujuan yang spesifik, biasanya untuk menyegarkan pikiran. Kegiatan ini bisa berupa jalan kaki, bersepeda, atau sekadar duduk-duduk di taman. Ini adalah cara sederhana untuk melepaskan penat dari rutinitas sehari-hari."
    },
    {
        "level": 2,
        "word": "Setengah Hati",
        "description": "Melakukan sesuatu dengan tidak sungguh-sungguh atau tidak dengan sepenuh hati. Hasil dari pekerjaan yang dilakukan dengan cara ini biasanya tidak maksimal. Ungkapan ini juga bisa berarti perasaan cinta yang tidak sepenuhnya tercurahkan."
    },
    {
        "level": 2,
        "word": "Jiwa Raga",
        "description": "Ungkapan yang berarti keseluruhan diri seseorang, mencakup aspek fisik dan spiritual. Sering digunakan dalam konteks pengorbanan atau dedikasi total. Contohnya adalah 'mempertaruhkan jiwa raga demi negara'."
    },
    {
        "level": 2,
        "word": "Salah Alamat",
        "description": "Kondisi di mana seseorang datang ke tempat yang salah atau menujukan sesuatu kepada orang yang salah. Dalam arti kiasan, ini bisa berarti salah sasaran dalam bertindak atau berbicara. Ungkapan ini juga menjadi judul lagu dangdut yang sangat populer."
    },
    {
        "level": 2,
        "word": "Dewa 19",
        "description": "Salah satu grup band rock terbesar dan paling berpengaruh dalam sejarah musik Indonesia. Band ini digawangi oleh Ahmad Dhani dan telah beberapa kali berganti vokalis. Lagu-lagu mereka dikenal memiliki aransemen musik yang kompleks dan lirik yang puitis."
    },
    {
        "level": 2,
        "word": "Sheila on 7",
        "description": "Grup band pop asal Yogyakarta yang sangat populer sejak akhir tahun 90-an. Lagu-lagu mereka yang sederhana, jujur, dan mudah didengar membuat mereka dicintai oleh jutaan penggemar. Konser mereka selalu dipenuhi oleh penonton dari berbagai generasi yang hafal semua lagunya."
    },
    {
        "level": 2,
        "word": "Tukul Arwana",
        "description": "Seorang komedian dan pembawa acara dengan gaya yang sangat khas dan unik. Ia mempopulerkan slogan 'Kembali ke laptop!' dalam acara talkshow-nya yang sangat sukses, 'Empat Mata'. Gestur dan celetukan-celetukannya yang aneh menjadi daya tarik utamanya."
    },
    {
        "level": 2,
        "word": "Titi DJ",
        "description": "Salah satu diva pop Indonesia yang juga merupakan anggota dari kelompok 3 Diva bersama Krisdayanti dan Ruth Sahanaya. Ia memiliki suara yang kuat dan telah menghasilkan banyak lagu hits, seperti 'Sang Dewi'. Ia juga sering menjadi juri dalam berbagai ajang pencarian bakat menyanyi."
    },
    {
        "level": 2,
        "word": "Yuni Shara",
        "description": "Penyanyi senior yang terkenal dengan spesialisasi menyanyikan lagu-lagu lawas atau tembang kenangan. Ia adalah kakak kandung dari diva Krisdayanti. Ia juga dikenal karena penampilannya yang awet muda meskipun usianya sudah tidak muda lagi."
    },
    {
        "level": 2,
        "word": "Indro Warkop",
        "description": "Satu-satunya anggota grup lawak Warkop DKI yang masih hidup. Ia menjadi ikon yang menjaga warisan lawakan dari grup legendaris tersebut. Ia sering terlibat dalam proyek-proyek film yang me-reboot karya-karya Warkop DKI untuk generasi baru."
    },
    {
        "level": 2,
        "word": "Ayam Geprek Bensu",
        "description": "Waralaba kuliner milik artis Ruben Onsu yang sangat populer dengan menu ayam gepreknya. Bisnis ini berkembang sangat pesat dan memiliki ribuan gerai di seluruh Indonesia. Sempat terjadi sengketa mengenai hak atas nama merek ini."
    },
    {
        "level": 2,
        "word": "Maaf Lahir Batin",
        "description": "Ucapan yang wajib diucapkan saat merayakan Hari Raya Idul Fitri. Kalimat ini adalah permohonan maaf atas segala kesalahan baik yang disengaja maupun tidak. Ini adalah inti dari tradisi silaturahmi dan saling memaafkan saat Lebaran."
    },
    {
        "level": 2,
        "word": "Lupa Lupa Ingat",
        "description": "Kondisi di mana seseorang tidak dapat mengingat sesuatu dengan jelas, seolah-olah ingatannya kabur. Ungkapan ini sering digunakan untuk menggambarkan ingatan yang samar-samar. Sebuah grup musik komedi juga mempopulerkan ungkapan ini dalam salah satu lagunya."
    },
    {
        "level": 2,
        "word": "Bunga Citra Lestari",
        "description": "Seorang penyanyi dan aktris populer Indonesia yang sering disapa BCL. Ia dikenal dengan lagu-lagu pop romantisnya seperti 'Sunny' dan 'Cinta Sejati'. Ia juga membintangi banyak film sukses, termasuk film biopik 'Habibie & Ainun'."
      },
      {
        "level": 2,
        "word": "Trio Macan",
        "description": "Grup penyanyi dangdut yang terkenal dengan penampilan panggungnya yang energik dan terkadang kontroversial. Grup ini telah mengalami beberapa kali pergantian personil sejak awal dibentuk. Salah satu lagu mereka yang paling terkenal adalah 'Iwak Peyek'."
      },
      {
        "level": 2,
        "word": "Rano Karno",
        "description": "Aktor legendaris yang sangat identik dengan perannya sebagai 'Si Doel' dalam sinetron 'Si Doel Anak Sekolahan'. Sinetron tersebut menjadi salah satu yang paling sukses dan dicintai dalam sejarah televisi Indonesia. Ia kemudian terjun ke dunia politik dan pernah menjabat sebagai Gubernur Banten."
      },
      {
        "level": 2,
        "word": "Aming Sugandhi",
        "description": "Komedian dan aktor yang dikenal dengan penampilannya yang eksentrik dan kemampuannya memerankan berbagai karakter aneh. Ia sering tampil dengan busana dan riasan yang tidak biasa, terutama saat memerankan persona 'Evelyn'. Ia adalah lulusan dari Institut Teknologi Bandung."
      },
      {
        "level": 2,
        "word": "Soimah Pancawati",
        "description": "Seorang seniman serba bisa asal Yogyakarta yang dikenal sebagai sinden, penyanyi, komedian, dan presenter. Gayanya yang blak-blakan dan 'medok' menjadi ciri khasnya yang disukai banyak orang. Ia sering menjadi juri di berbagai kompetisi dangdut di televisi."
      },
      {
        "level": 2,
        "word": "Soleh Solihun",
        "description": "Seorang mantan wartawan musik yang beralih profesi menjadi komika dan aktor. Ia dikenal dengan materi komedinya yang cerdas, observasional, dan seringkali mengkritik fenomena sosial. Ia juga sering menulis buku dan menyutradarai film."
      },
      {
        "level": 2,
        "word": "Chelsea Islan",
        "description": "Aktris muda berbakat yang telah membintangi banyak film dari berbagai genre. Ia dikenal karena kemampuan aktingnya yang kuat dan wajahnya yang fotogenik. Ia juga aktif dalam kegiatan teater dan kampanye sosial."
      },
      {
        "level": 2,
        "word": "Joe Taslim",
        "description": "Mantan atlet judo nasional yang sukses menjadi aktor laga internasional. Namanya melejit setelah berperan sebagai Sersan Jaka dalam film 'The Raid'. Sejak saat itu, ia telah membintangi beberapa film blockbuster Hollywood seperti 'Fast & Furious 6' dan 'Mortal Kombat'."
      },
      {
        "level": 2,
        "word": "Vidi Aldiano",
        "description": "Penyanyi pop pria yang terkenal dengan lagu-lagunya yang easy-listening dan citranya yang 'anak baik'. Ia berasal dari keluarga yang berpendidikan tinggi dan juga merupakan seorang pengusaha muda. Ia juga dikenal sebagai 'Duta Persahabatan' karena lingkaran pertemanannya yang sangat luas di kalangan selebriti."
      },
      {
        "level": 2,
        "word": "Raisa Andriana",
        "description": "Penyanyi wanita dengan suara merdu yang menjadi idola banyak orang di Indonesia. Lagu-lagunya yang romantis seperti 'Serba Salah' dan 'Kali Kedua' sangat populer. Hari pertunangannya pernah dicanangkan sebagai 'Hari Patah Hati Nasional' oleh para penggemarnya di media sosial."
      },
      {
        "level": 2,
        "word": "Perang Bubat",
        "description": "Tragedi sejarah yang terjadi antara Kerajaan Majapahit dan Kerajaan Sunda di Lapangan Bubat. Peristiwa ini menggagalkan rencana pernikahan politik antara Raja Hayam Wuruk dengan Putri Dyah Pitaloka. Peristiwa ini menjadi luka sejarah yang mempengaruhi hubungan antara orang Jawa dan Sunda selama berabad-abad."
      },
      {
        "level": 2,
        "word": "Perjanjian Giyanti",
        "description": "Perjanjian yang secara resmi memecah belah Kesultanan Mataram Islam menjadi dua, yaitu Kasunanan Surakarta dan Kasultanan Yogyakarta. Perjanjian ini ditandatangani pada tahun 1755 sebagai hasil politik adu domba VOC. Perpecahan ini menandai akhir dari kekuasaan Mataram sebagai kekuatan politik utama di Jawa."
      },
      {
        "level": 2,
        "word": "Sistem Tanam Paksa",
        "description": "Kebijakan yang diterapkan oleh Gubernur Jenderal Johannes van den Bosch pada abad ke-19. Sistem ini mewajibkan desa-desa untuk menyisihkan sebagian tanahnya untuk ditanami komoditas ekspor yang ditentukan pemerintah kolonial. Kebijakan ini memberikan keuntungan besar bagi Belanda namun menyebabkan penderitaan hebat bagi rakyat Indonesia."
      },
      {
        "level": 2,
        "word": "Konferensi Meja Bundar",
        "description": "Sebuah pertemuan di Den Haag, Belanda, pada tahun 1949 antara perwakilan Indonesia, Belanda, dan BFO. Konferensi ini menghasilkan kesepakatan penyerahan kedaulatan penuh dari Belanda kepada Indonesia. Hasil pertemuan ini menandai berakhirnya perjuangan fisik kemerdekaan Indonesia."
      },
      {
        "level": 2,
        "word": "Bikin Geger",
        "description": "Sebuah frasa yang artinya menyebabkan kehebohan atau keributan besar di kalangan masyarakat. Biasanya digunakan untuk mendeskripsikan sebuah berita atau peristiwa yang sangat mengejutkan. Skandal selebriti atau kebijakan kontroversial seringkali memicu hal ini."
      },
      {
        "level": 2,
        "word": "Isapan Jempol Belaka",
        "description": "Ungkapan yang berarti sesuatu itu hanyalah karangan, bualan, atau tidak berdasarkan fakta sama sekali. Istilah ini digunakan untuk menyangkal sebuah tuduhan atau rumor yang tidak benar. Berita yang hanya merupakan ini bisa digolongkan sebagai hoaks."
      },
      {
        "level": 2,
        "word": "Sudah Jatuh Tertimpa Tangga",
        "description": "Peribahasa yang menggambarkan nasib sial yang datang bertubi-tubi. Seseorang yang mengalami ini sedang menghadapi satu masalah, lalu datang lagi masalah lainnya yang menambah penderitaannya. Ini adalah ungkapan simpati untuk orang yang sedang mengalami kemalangan beruntun."
      },
      {
        "level": 2,
        "word": "Ada Udang di Balik Batu",
        "description": "Peribahasa yang berarti ada maksud tersembunyi di balik perbuatan atau perkataan seseorang yang kelihatannya baik. Ini menandakan adanya niat yang tidak tulus atau agenda rahasia. Kewaspadaan diperlukan saat kita mencurigai adanya hal ini."
      },
      {
        "level": 2,
        "word": "Seperti Pinang Dibelah Dua",
        "description": "Peribahasa yang digunakan untuk menggambarkan dua orang yang memiliki wajah atau penampilan yang sangat mirip. Biasanya digunakan untuk menyebut saudara kembar atau orang yang tidak memiliki hubungan darah tapi sangat mirip. Kemiripan ini seringkali membuat orang lain tertukar."
      },
      {
        "level": 2,
        "word": "Tong Kosong Nyaring Bunyinya",
        "description": "Peribahasa yang menyindir orang yang banyak bicara tetapi tidak memiliki ilmu atau kemampuan apa-apa. Orang seperti ini biasanya sombong dan suka pamer, padahal isinya kosong. Ini adalah pengingat bahwa kualitas seseorang tidak diukur dari seberapa banyak ia bicara."
      },
      {
        "level": 2,
        "word": "Makan Teman Lagi Hits",
        "description": "Frasa slang yang merupakan modifikasi dari istilah 'makan teman' (menusuk dari belakang). Frasa ini menjadi populer karena sebuah lagu dan sering digunakan sebagai sindiran di media sosial. Ini menggambarkan fenomena pengkhianatan dalam pertemanan yang dianggap sedang marak terjadi."
      },
      {
        "level": 2,
        "word": "Biar Lambat Asal Selamat",
        "description": "Sebuah prinsip atau nasihat yang menyarankan untuk tidak terburu-buru dalam melakukan sesuatu, terutama saat berkendara. Prinsip ini lebih mengutamakan keselamatan daripada kecepatan. Ungkapan ini sering ditemukan pada stiker di belakang truk atau angkutan umum."
      },
      {
        "level": 2,
        "word": "Ringan Tangan",
        "description": "Ungkapan ini memiliki dua arti yang sangat berlawanan tergantung konteksnya. Arti pertama adalah suka menolong atau rajin, sedangkan arti kedua adalah suka memukul atau melakukan kekerasan fisik. Penting untuk melihat konteks kalimat untuk memahami makna yang dimaksud."
      },
      {
        "level": 2,
        "word": "Surat Kaleng",
        "description": "Surat yang berisi tuduhan atau informasi sensitif yang dikirim tanpa identitas pengirim yang jelas. Biasanya surat ini bertujuan untuk menjatuhkan reputasi seseorang atau membocorkan sebuah skandal. Di era digital, fungsinya terkadang digantikan oleh akun-akun anonim di media sosial."
      },
      {
        "level": 2,
        "word": "Buta Huruf",
        "description": "Keadaan di mana seseorang tidak bisa membaca dan menulis. Selain arti harfiah, istilah ini juga digunakan secara kiasan untuk orang yang tidak memahami suatu bidang, contohnya 'buta politik'. Pemerintah Indonesia sejak lama telah menjalankan program pemberantasan kondisi ini."
      },
      {
        "level": 2,
        "word": "Tebal Muka",
        "description": "Sebuah ungkapan untuk menggambarkan seseorang yang tidak punya rasa malu sama sekali. Orang seperti ini akan tetap bersikap biasa saja meskipun telah melakukan kesalahan atau perbuatan yang memalukan. Sifat ini seringkali disamakan dengan 'muka tembok'."
      },
      {
        "level": 2,
        "word": "Lidah Tak Bertulang",
        "description": "Peribahasa yang mengingatkan bahwa sangat mudah bagi seseorang untuk mengucapkan janji atau perkataan manis. Namun, belum tentu perkataan tersebut bisa dipegang atau ditepati. Ini adalah nasihat agar kita berhati-hati dengan ucapan dan janji orang lain."
      },
      {
        "level": 2,
        "word": "Jual Mahal",
        "description": "Sikap seseorang yang berpura-pura tidak tertarik atau sulit untuk didapatkan, biasanya dalam konteks percintaan. Tujuannya adalah untuk membuat pihak lain semakin penasaran dan berusaha lebih keras. Namun, jika berlebihan, sikap ini justru bisa membuat orang lain menyerah."
      },
      {
        "level": 2,
        "word": "Tinggi Hati",
        "description": "Sifat sombong atau angkuh dan memandang rendah orang lain. Orang yang memiliki sifat ini merasa dirinya lebih baik, lebih pintar, atau lebih hebat dari orang di sekitarnya. Sifat ini berlawanan dengan 'rendah hati' dan cenderung tidak disukai dalam pergaulan."
      },
      {
        "level": 2,
        "word": "Besar Kepala",
        "description": "Sifat sombong dan sulit menerima nasihat setelah mendapat sedikit pujian atau kesuksesan. Orang yang seperti ini mudah lupa diri dan merasa sudah menjadi yang terbaik. Ungkapan ini adalah peringatan agar tetap rendah hati meskipun sudah meraih pencapaian."
      },
      {
        "level": 2,
        "word": "Mata Keranjang",
        "description": "Julukan untuk pria yang tidak bisa menjaga pandangannya dan mudah tertarik secara fisik pada banyak wanita. Pria dengan sifat ini seringkali suka menggoda dan tidak setia. Istilah ini memiliki konotasi yang sangat negatif dan merendahkan."
      },
      {
        "level": 2,
        "word": "Rendang Sapi",
        "description": "Masakan daging khas Minangkabau yang dimasak dalam waktu lama dengan santan dan rempah-rempah hingga kering. Makanan ini pernah dinobatkan sebagai makanan terenak di dunia oleh media internasional. Rendang adalah menu wajib di setiap rumah makan Padang."
      },
      {
        "level": 2,
        "word": "Pempek Kapal Selam",
        "description": "Salah satu jenis pempek dari Palembang yang ukurannya paling besar dan diisi dengan satu butir telur utuh. Nama uniknya berasal dari bentuknya dan proses perebusannya yang tenggelam lalu mengapung. Makanan ini disajikan dengan kuah cuka hitam yang disebut 'cuko'."
      },
      {
        "level": 2,
        "word": "Kerak Telor",
        "description": "Makanan khas Betawi yang terbuat dari beras ketan putih, telur, ebi, dan bawang goreng. Makanan ini dimasak menggunakan wajan kecil di atas arang, dan dibalik sehingga api bisa langsung menyentuh adonannya. Jajanan ini sangat identik dengan perayaan Pekan Raya Jakarta (PRJ)."
      },
      {
        "level": 2,
        "word": "Gudeg Jogja",
        "description": "Masakan khas Yogyakarta yang terbuat dari nangka muda yang dimasak dengan santan dalam waktu yang sangat lama. Rasanya yang manis dan legit menjadi ciri khasnya. Biasanya disajikan dengan nasi, krecek (kulit sapi), telur, dan ayam."
      },
      {
        "level": 2,
        "word": "Teh Botol Sosro",
        "description": "Merek minuman teh dalam kemasan pertama di Indonesia dan di dunia. Slogan 'Apapun makanannya, minumnya...' sangat melekat di benak masyarakat Indonesia. Popularitasnya menjadikannya sebagai salah satu merek paling ikonik di Indonesia."
      },
      {
        "level": 2,
        "word": "Kopi Kapal Api",
        "description": "Salah satu merek kopi bubuk instan tertua dan paling populer di Indonesia. Iklannya yang menampilkan kepulan asap membentuk kapal dan slogan 'Jelas Lebih Enak' sangat legendaris. Kopi ini menjadi andalan di banyak warung kopi dan rumah tangga."
      },
      {
        "level": 2,
        "word": "Tolak Angin",
        "description": "Merek jamu atau obat herbal cair dalam kemasan sachet untuk mengatasi gejala 'masuk angin'. Produk ini menjadi solusi praktis bagi masyarakat modern yang ingin minum jamu. Slogannya yang terkenal adalah 'Orang pintar minum...'"
      },
      {
        "level": 2,
        "word": "Mie Sedaap",
        "description": "Merek mi instan populer yang menjadi pesaing utama dari Indomie. Merek ini dikenal inovatif dalam mengeluarkan varian rasa baru yang unik. Taburan 'kriuk' bawang renyahnya menjadi salah satu ciri khas yang disukai konsumen."
      },
      {
        "level": 2,
        "word": "Putri Indonesia",
        "description": "Ajang kontes kecantikan tahunan di Indonesia yang pemenangnya akan mewakili negara di ajang Miss Universe. Kontes ini tidak hanya menilai kecantikan fisik, tetapi juga kecerdasan dan kepedulian sosial (Brain, Beauty, Behavior). Banyak alumninya yang kemudian menjadi selebriti atau tokoh publik."
      },
      {
        "level": 2,
        "word": "Bunga Bangsa",
        "description": "Sebutan kiasan untuk para pahlawan atau generasi muda yang gugur dalam perjuangan membela negara. Mereka dianggap sebagai bagian terbaik dari bangsa yang rela berkorban. Istilah ini sering digunakan dalam pidato atau tulisan untuk mengenang jasa mereka."
      },
      {
        "level": 2,
        "word": "Harga Diri",
        "description": "Kesadaran akan martabat dan kehormatan diri sendiri. Seseorang dengan ini tidak akan membiarkan dirinya direndahkan atau dilecehkan. Mempertahankan ini seringkali lebih penting daripada keuntungan materiil."
      },
      {
        "level": 2,
        "word": "Unjuk Gigi",
        "description": "Sebuah ungkapan yang berarti menunjukkan kemampuan atau kekuatan yang dimiliki. Biasanya dilakukan dalam sebuah kompetisi atau persaingan untuk membuat lawan gentar. Istilah ini sering dipakai dalam konteks olahraga atau bisnis."
      },
      {
        "level": 2,
        "word": "Makan Hati",
        "description": "Perasaan menahan kekesalan atau sakit hati yang mendalam terhadap perbuatan orang lain, tetapi tidak bisa diungkapkan. Perasaan ini jika dipendam terus-menerus dapat mengganggu kesehatan mental. Biasanya terjadi dalam hubungan yang tidak seimbang atau di lingkungan kerja yang toksik."
      },
      {
        "level": 2,
        "word": "Ogah Rugi",
        "description": "Sifat seseorang yang tidak mau mengalah atau berkorban sedikit pun demi keuntungan bersama. Orang dengan sifat ini selalu ingin mendapatkan keuntungan paling besar untuk dirinya sendiri. Sikap ini seringkali merugikan dalam kerja tim atau negosiasi."
      },
      {
        "level": 2,
        "word": "Mental Tempe",
        "description": "Sebuah julukan negatif untuk seseorang yang memiliki mental yang lemah, mudah menyerah, dan tidak berani mengambil risiko. Tempe digunakan sebagai perumpamaan karena teksturnya yang lunak. Sebaliknya, 'mental baja' adalah pujian untuk orang yang kuat dan tangguh."
      },
      {
        "level": 2,
        "word": "Duit Kaget",
        "description": "Mendapatkan sejumlah uang secara tiba-tiba dan tidak terduga, biasanya dalam jumlah yang cukup besar. Sumbernya bisa dari menang undian, mendapat warisan, atau bonus tak terduga. Sebuah acara reality show di televisi mempopulerkan istilah ini."
      },
      {
        "level": 2,
        "word": "Tutup Buku",
        "description": "Mengakhiri suatu periode atau catatan, biasanya digunakan dalam konteks akuntansi atau keuangan di akhir tahun. Secara kiasan, ini bisa berarti mengakhiri suatu hubungan atau masalah dan tidak mau membahasnya lagi. Ini menandakan sebuah awal yang baru."
      },
      {
        "level": 2,
        "word": "Sedia Payung Sebelum Hujan",
        "description": "Peribahasa yang menasihatkan agar kita selalu bersiap-siap atau waspada sebelum terjadi sesuatu yang tidak diinginkan. Ini adalah prinsip manajemen risiko dalam kehidupan sehari-hari. Contohnya adalah menabung untuk dana darurat atau membawa jas hujan saat cuaca mendung."
      },
      {
        "level": 2,
        "word": "Air Susu Dibalas Air Tuba",
        "description": "Peribahasa yang sangat menyedihkan, artinya kebaikan seseorang dibalas dengan kejahatan. Ini menggambarkan pengkhianatan atau rasa tidak tahu berterima kasih yang luar biasa. Cerita Malin Kundang adalah contoh ekstrem dari peribahasa ini."
      },
      {
        "level": 2,
        "word": "Bagai Bumi dan Langit",
        "description": "Ungkapan yang digunakan untuk menggambarkan dua hal yang memiliki perbedaan sangat jauh dan kontras. Perbedaan ini bisa dalam hal sifat, status sosial, atau penampilan. Frasa ini menekankan bahwa kedua hal tersebut hampir tidak mungkin untuk dibandingkan."
      },
      {
        "level": 2,
        "word": "Tak Ada Rotan Akar Pun Jadi",
        "description": "Peribahasa yang berarti jika tidak ada pilihan yang terbaik, pilihan lain yang kurang baik pun bisa dimanfaatkan. Ini menunjukkan sikap pragmatis dan kemampuan beradaptasi dengan sumber daya yang ada. Semangat ini menunjukkan kreativitas dalam menghadapi keterbatasan."
      },
      {
        "level": 2,
        "word": "Nasi Sudah Menjadi Bubur",
        "description": "Peribahasa yang artinya suatu kesalahan atau masalah sudah terlanjur terjadi dan tidak bisa diperbaiki lagi. Tidak ada gunanya menyesali apa yang sudah terjadi. Ungkapan ini menyarankan untuk fokus pada langkah selanjutnya daripada meratapi masa lalu."
      },
      {
        "level": 2,
        "word": "Rumput Tetangga Lebih Hijau",
        "description": "Sebuah ungkapan yang menggambarkan kecenderungan manusia untuk merasa bahwa kehidupan atau milik orang lain selalu tampak lebih baik dari miliknya sendiri. Perasaan ini bisa menimbulkan iri hati dan ketidakpuasan terhadap diri sendiri. Ini adalah pengingat untuk selalu bersyukur atas apa yang kita miliki."
      },
      {
        "level": 2,
        "word": "Asam Garam Kehidupan",
        "description": "Ungkapan yang merujuk pada berbagai macam pengalaman hidup, baik suka maupun duka. Orang yang sudah banyak makan ini dianggap lebih bijaksana dan matang. Ini adalah metafora untuk perjalanan hidup yang penuh dengan pelajaran."
      },
      {
        "level": 2,
        "word": "Habis Manis Sepah Dibuang",
        "description": "Peribahasa yang menggambarkan seseorang yang hanya dimanfaatkan saat dibutuhkan atau saat sedang jaya. Setelah tidak lagi berguna atau tidak lagi menarik, ia akan ditinggalkan begitu saja. Ini adalah gambaran dari hubungan yang tidak tulus dan hanya bersifat sementara."
      },
      {
        "level": 2,
        "word": "Kebelet Nikah",
        "description": "Istilah slang untuk seseorang yang sudah sangat ingin menikah, biasanya karena tekanan usia atau lingkungan. Orang yang mengalami ini seringkali menjadi kurang selektif dalam memilih pasangan. Fenomena ini sering menjadi bahan lelucon di kalangan teman sebaya."
      },
      {
        "level": 2,
        "word": "Salah Gaul",
        "description": "Istilah untuk menggambarkan seseorang yang terjerumus ke dalam lingkungan pertemanan yang buruk dan membawa pengaruh negatif. Akibatnya, perilakunya bisa berubah menjadi menyimpang. Orang tua seringkali khawatir anaknya akan mengalami hal ini."
      },
      {
        "level": 2,
        "word": "Agung Hapsah",
        "description": "Seorang YouTuber muda yang dikenal dengan kualitas produksi videonya yang sangat sinematik dan di atas rata-rata. Ia sering membuat video esai, ulasan, dan film pendek dengan gaya penyuntingan yang khas. Ia sempat hiatus cukup lama dari YouTube sebelum akhirnya kembali lagi."
      },
      {
        "level": 2,
        "word": "Cak Lontong",
        "description": "Komedian yang terkenal dengan gaya lawaknya yang absurd, menggunakan logika yang diputarbalikkan, dan seringkali membuat orang berpikir sejenak. Ia sering tampil dalam acara 'Indonesia Lawak Klub'. Slogannya yang terkenal adalah 'Salam Lemper'."
      },
      {
        "level": 2,
        "word": "Susi Pudjiastuti",
        "description": "Mantan Menteri Kelautan dan Perikanan yang sangat eksentrik dan populer. Ia terkenal dengan kebijakannya menenggelamkan kapal-kapal asing pencuri ikan. Gayanya yang santai, merokok, dan bertato mendobrak citra pejabat publik di Indonesia."
      },
      {
        "level": 2,
        "word": "Seto Mulyadi",
        "description": "Seorang psikolog anak yang lebih dikenal dengan nama Kak Seto. Ia sangat identik dengan dunia anak-anak dan sering memberikan nasihat seputar pengasuhan anak. Penampilannya yang khas dengan rambut berponi tidak pernah berubah sejak dulu."
      },
      {
        "level": 2,
        "word": "Basuki Tjahaja Purnama",
        "description": "Politisi yang lebih dikenal dengan nama panggilan Ahok. Ia pernah menjabat sebagai Gubernur DKI Jakarta dan dikenal dengan gaya bicaranya yang ceplas-ceplos dan kinerjanya yang tegas. Ia adalah tokoh yang sangat polarisasi, banyak yang mendukung namun banyak juga yang menentangnya."
      },
      {
        "level": 2,
        "word": "Giring Ganesha",
        "description": "Mantan vokalis grup band Nidji yang kemudian terjun ke dunia politik. Suaranya yang khas sangat melekat pada lagu-lagu hits Nidji seperti 'Laskar Pelangi'. Setelah keluar dari band, ia sempat menjadi ketua umum sebuah partai politik."
      },
      {
        "level": 2,
        "word": "Ahmad Albar",
        "description": "Rocker legendaris Indonesia yang merupakan vokalis dari grup musik God Bless. Ia memiliki suara yang sangat kuat dan serak, serta penampilan panggung yang kharismatik dengan rambut kribonya. Ia adalah ikon dari musik rock Indonesia sejak era 70-an."
      },
      {
        "level": 2,
        "word": "Jefri Nichol",
        "description": "Aktor muda yang sering memerankan karakter 'bad boy' dalam film-film drama remaja. Ia menjadi idola banyak remaja karena penampilannya yang menarik dan aktingnya yang natural. Ia juga dikenal berani menyuarakan pendapatnya dan pernah terlibat dalam pertandingan tinju melawan haters."
      },
      {
        "level": 2,
        "word": "Fiersa Besari",
        "description": "Seorang musisi, penulis, dan pegiat alam yang karya-karyanya sangat digandrungi anak muda. Lagu-lagu dan kutipan-kutipannya yang puitis seringkali viral di media sosial. Ia sering dipanggil 'Bung' dan identik dengan citra 'anak senja'."
      },
      {
        "level": 2,
        "word": "Armand Maulana",
        "description": "Vokalis dari grup band GIGI yang terkenal dengan gaya panggungnya yang sangat enerjik. Ia memiliki rentang vokal yang luas dan suara yang sangat khas. Meskipun sudah puluhan tahun berkarir, energinya di atas panggung seolah tidak pernah habis."
      },
      {
        "level": 2,
        "word": "Marion Jola",
        "description": "Penyanyi jebolan ajang Indonesian Idol yang dikenal dengan suaranya yang manja dan sensual. Ia berhasil membangun karir yang sukses setelah kompetisi dengan lagu-lagu hitsnya. Penampilannya yang eksotis dan gaya bicaranya yang khas membuatnya mudah dikenali."
      },
      {
        "level": 2,
        "word": "Mohammad Natsir",
        "description": "Seorang ulama, politisi, dan perdana menteri Indonesia di era demokrasi parlementer. Ia terkenal dengan 'Mosi Integral Natsir' yang berhasil menyatukan kembali Indonesia menjadi negara kesatuan (NKRI) setelah berbentuk Republik Indonesia Serikat. Ia adalah seorang negarawan yang sangat dihormati karena integritasnya."
      },
      {
        "level": 2,
        "word": "Douwes Dekker",
        "description": "Nama pena dari Eduard Douwes Dekker, seorang pejabat Belanda yang menulis buku 'Max Havelaar'. Buku ini mengkritik keras sistem tanam paksa dan perlakuan buruk pemerintah kolonial terhadap rakyat Indonesia. Ia adalah salah satu dari 'Tiga Serangkai' bersama Ki Hajar Dewantara dan Cipto Mangunkusumo."
      },
      {
        "level": 2,
        "word": "Haji Agus Salim",
        "description": "Seorang diplomat ulung dan pahlawan nasional yang dijuluki 'The Grand Old Man'. Ia menguasai banyak bahasa asing dan berperan penting dalam mendapatkan pengakuan kemerdekaan dari negara-negara lain. Penampilannya yang khas dengan jenggot panjangnya sangat ikonik."
      },
      {
        "level": 2,
        "word": "Tan Malaka",
        "description": "Seorang tokoh revolusioner, pemikir, dan pahlawan nasional yang memiliki pemikiran kiri. Ia menghabiskan sebagian besar hidupnya dalam pelarian dan penyamaran di berbagai negara. Karyanya yang terkenal adalah 'Madilog' (Materialisme, Dialektika, Logika)."
      },
      {
        "level": 2,
        "word": "Taman Mini Indonesia Indah",
        "description": "Sebuah kawasan taman wisata di Jakarta Timur yang menampilkan miniatur dari kebudayaan seluruh provinsi di Indonesia. Setiap provinsi memiliki anjungan sendiri yang memamerkan rumah adat, pakaian, dan budayanya. Tempat ini digagas oleh Ibu Tien Soeharto."
      },
      {
        "level": 2,
        "word": "Pulau Komodo",
        "description": "Sebuah pulau di Nusa Tenggara Timur yang merupakan habitat asli dari hewan purba komodo. Pulau ini termasuk dalam salah satu dari Tujuh Keajaiban Alam Dunia Baru. Selain komodo, keindahan alam dan pantainya, seperti Pink Beach, juga menjadi daya tarik utama."
      },
      {
        "level": 2,
        "word": "Gunung Bromo",
        "description": "Gunung berapi aktif di Jawa Timur yang menjadi salah satu destinasi wisata paling populer di Indonesia. Pemandangan matahari terbit dengan latar belakang gunung ini, Gunung Batok, dan Gunung Semeru adalah daya tarik utamanya. Lautan pasir yang luas di sekitarnya memberikan pemandangan yang sureal."
      },
      {
        "level": 2,
        "word": "Kain Ulos",
        "description": "Kain tenun tradisional khas suku Batak dari Sumatera Utara. Kain ini memiliki peran penting dalam setiap upacara adat Batak, mulai dari kelahiran, pernikahan, hingga kematian. Pemberian ulos adalah simbol dari kasih sayang dan doa restu."
      },
      {
        "level": 2,
        "word": "Kopi Luwak",
        "description": "Kopi yang berasal dari biji kopi yang telah dimakan dan melewati saluran pencernaan hewan luwak. Proses fermentasi di dalam perut luwak diyakini memberikan rasa yang unik dan halus pada kopi. Kopi ini terkenal sebagai salah satu kopi termahal di dunia."
      },
      {
        "level": 2,
        "word": "Sate Lilit",
        "description": "Sate khas Bali yang terbuat dari daging cincang yang dicampur dengan bumbu rempah khas Bali. Adonan daging ini kemudian 'dililitkan' pada batang serai atau batang bambu pipih, bukan ditusuk. Aroma dari batang serai yang terbakar memberikan cita rasa yang khas."
      },
      {
        "level": 2,
        "word": "Soto Ayam Ambengan",
        "description": "Ini adalah salah satu soto ayam paling legendaris di Indonesia yang berasal dari Surabaya. Nama 'Ambengan' merujuk pada nama jalan tempat warung soto ini pertama kali berdiri dan menjadi terkenal. Ciri khasnya adalah kuahnya yang kuning pekat karena menggunakan bumbu kunyit yang melimpah dan taburan 'koya' yang gurih."
      }
]