[
  {
    "level": 3,
    "word": "Bukan Urusan Saya",
    "description": "Kalimat ini menjadi sangat viral dan identik dengan Presiden Joko Widodo. Beliau sering menjawab pertanyaan wartawan mengenai isu-isu yang tidak terkait langsung dengan tugasnya dengan kalimat ini. Frasa ini kemudian menjadi meme dan sering digunakan dalam percakapan sehari-hari untuk menyatakan ketidakpedulian."
  },
  {
    "level": 3,
    "word": "Saya Tidak Takut",
    "description": "Slogan ini menjadi simbol keberanian dan perlawanan terhadap terorisme di Indonesia. Slogan ini muncul secara spontan dari masyarakat pasca serangan teror di Sarinah, Jakarta, pada tahun 2016. Tagar #KamiTidakTakut menjadi trending topic dunia dan menunjukkan ketangguhan warga Jakarta."
  },
  {
    "level": 3,
    "word": "Dimana Ada Kemauan",
    "description": "Bagian pertama dari peribahasa 'Dimana ada kemauan, di situ ada jalan'. Peribahasa ini mengajarkan bahwa jika seseorang memiliki tekad yang kuat, ia pasti akan menemukan cara untuk mencapai tujuannya. Ini adalah moto yang sangat memotivasi untuk tidak mudah menyerah dalam menghadapi kesulitan."
  },
  {
    "level": 3,
    "word": "Bagai Air Di Daun Talas",
    "description": "Peribahasa yang menggambarkan seseorang yang tidak punya pendirian tetap atau plin-plan. Air akan selalu bergerak dan tidak pernah menyatu dengan permukaan daun talas yang licin. Istilah ini juga digunakan untuk nasihat yang tidak didengarkan atau tidak membekas sama sekali."
  },
  {
    "level": 3,
    "word": "Menang Jadi Arang",
    "description": "Bagian dari peribahasa 'Menang jadi arang, kalah jadi abu'. Artinya adalah dalam sebuah pertengkaran atau konflik, tidak ada pihak yang benar-benar diuntungkan, baik yang menang maupun yang kalah sama-sama menderita kerugian. Ini adalah nasihat untuk menghindari konflik yang tidak perlu."
  },
  {
    "level": 3,
    "word": "Sudah Biasa",
    "description": "Sebuah frasa yang diucapkan untuk menyatakan bahwa suatu kejadian atau kondisi sudah sangat sering terjadi sehingga tidak lagi terasa istimewa atau mengejutkan. Frasa ini bisa bernada pasrah, seperti saat menghadapi kemacetan setiap hari. Bisa juga bernada sombong, seperti saat seorang ahli melakukan tugas yang sulit dengan mudah."
  },
  {
    "level": 3,
    "word": "Minta Izin Dulu",
    "description": "Tindakan mendasar dalam etiket sosial yang berarti meminta persetujuan sebelum melakukan sesuatu atau menggunakan milik orang lain. Ini adalah bentuk sopan santun dan menghargai batas-batas pribadi. Lupa melakukan ini bisa menyebabkan kesalahpahaman atau bahkan konflik."
  },
  {
    "level": 3,
    "word": "Jangan Sentuh Saya",
    "description": "Kalimat penolakan tegas yang diucapkan untuk mencegah kontak fisik yang tidak diinginkan. Kalimat ini menjadi terkenal setelah diucapkan oleh seorang politisi wanita dalam sebuah insiden di depan publik. Frasa ini kemudian sering dikutip dan menjadi simbol perlawanan terhadap pelecehan."
  },
  {
    "level": 3,
    "word": "Maju Kena Mundur Kena",
    "description": "Sebuah ungkapan yang menggambarkan situasi serba salah atau dilema yang sangat sulit. Pilihan apa pun yang diambil akan tetap membawa akibat yang tidak baik. Istilah ini juga merupakan judul film komedi Warkop DKI yang sangat terkenal."
  },
  {
    "level": 3,
    "word": "Gak Ada Akhlak",
    "description": "Ekspresi slang yang sangat populer di media sosial untuk mengomentari tindakan seseorang yang dianggap sangat tidak sopan, keterlaluan, atau tidak beretika. Meskipun terdengar kasar, frasa ini seringkali digunakan dalam konteks humor. Ini adalah cara modern untuk mengatakan seseorang 'tidak punya sopan santun'."
  },
  {
    "level": 3,
    "word": "The Power of Emak-Emak",
    "description": "Sebuah frasa yang merujuk pada kekuatan dan keberanian para ibu-ibu di Indonesia, terutama saat berada di jalan raya. Istilah ini seringkali dikaitkan dengan ibu-ibu pengendara motor matic yang dianggap 'raja jalanan'. Meskipun awalnya adalah lelucon, frasa ini juga menggambarkan ketangguhan ibu-ibu dalam berbagai situasi."
  },
  {
    "level": 3,
    "word": "Indahnya Berbagi",
    "description": "Sebuah slogan yang mempromosikan nilai-nilai kedermawanan dan saling menolong. Frasa ini sering digunakan oleh lembaga-lembaga amal atau dalam kampanye sosial. Ini mengingatkan bahwa memberi kepada sesama bisa mendatangkan kebahagiaan tersendiri."
  },
  {
    "level": 3,
    "word": "Kaum Rebahan",
    "description": "Sebutan untuk sekelompok orang, biasanya anak muda, yang sangat gemar bermalas-malasan, terutama di tempat tidur. Aktivitas mereka berkisar antara nonton film, main game, dan scrolling media sosial. Istilah ini menjadi sangat populer terutama selama masa pandemi."
  },
  {
    "level": 3,
    "word": "Hari Gini Gak Punya",
    "description": "Sebuah kalimat sindiran yang digunakan untuk mengejek seseorang yang tidak memiliki sesuatu yang dianggap umum atau wajib dimiliki saat ini. 'Sesuatu' itu bisa berupa barang, aplikasi, atau bahkan akun media sosial. Kalimat ini seringkali diucapkan dengan nada meremehkan."
  },
  {
    "level": 3,
    "word": "Cicilan Belum Lunas",
    "description": "Keluhan umum yang sering menjadi alasan atau lelucon untuk tidak melakukan sesuatu yang boros. Ini mencerminkan realitas ekonomi banyak orang yang hidup dengan kredit atau angsuran. Frasa ini sangat relevan bagi generasi milenial dan Gen Z."
  },
  {
    "level": 3,
    "word": "Salah Siapa",
    "description": "Pertanyaan yang sering dilontarkan saat terjadi sebuah masalah atau kesalahan, menandakan dimulainya proses saling menyalahkan. Jarang ada yang mau mengaku saat pertanyaan ini muncul. Sebuah lagu dari grup musik legendaris juga menggunakan judul ini."
  },
  {
    "level": 3,
    "word": "Kamu Nanya?",
    "description": "Frasa yang menjadi sangat viral di TikTok, dipopulerkan oleh seorang kreator konten bernama Alif Cepmek. Kalimat ini diucapkan dengan intonasi yang sangat khas dan sering diikuti dengan jawaban yang nyeleneh. Kepopulerannya membuatnya menjadi salah satu jargon internet terbesar di tahunnya."
  },
  {
    "level": 3,
    "word": "Pinjam Dulu Seratus",
    "description": "Kalimat candaan yang sangat populer di media sosial, sering digunakan untuk mengomentari unggahan teman yang tampak sedang bersenang-senang atau punya barang baru. Frasa ini seolah-olah menjadi syarat pertemanan di dunia maya. Meskipun hanya lelucon, ini mencerminkan fenomena utang-piutang dalam pergaulan."
  },
  {
    "level": 3,
    "word": "Museum Macan",
    "description": "Museum seni modern dan kontemporer pertama di Indonesia yang memiliki koleksi kelas dunia. Nama museum ini adalah singkatan dari Modern and Contemporary Art in Nusantara. Terletak di Jakarta, tempat ini sering memamerkan karya seniman internasional ternama seperti Yayoi Kusama."
  },
  {
    "level": 3,
    "word": "Rumah Makan Padang Sederhana",
    "description": "Salah satu jaringan restoran masakan Padang terbesar dan paling terkenal di Indonesia. Meskipun namanya 'Sederhana', cabangnya ada di mana-mana dan beberapa cukup mewah. Restoran ini menjadi jaminan rasa otentik masakan Minang bagi banyak orang."
  },
  {
    "level": 3,
    "word": "Taman Safari Indonesia",
    "description": "Kawasan konservasi satwa liar di Cisarua, Bogor, di mana pengunjung dapat melihat hewan-hewan dari dekat menggunakan mobil pribadi. Tempat ini merupakan destinasi wisata keluarga yang sangat populer sejak lama. Selain safari, tempat ini juga memiliki berbagai pertunjukan hewan dan wahana permainan."
  },
  {
    "level": 3,
    "word": "Jembatan Suramadu",
    "description": "Jembatan yang menghubungkan Pulau Jawa (dari Surabaya) dengan Pulau Madura. Ini adalah jembatan terpanjang di Indonesia dan menjadi ikon baru bagi kota Surabaya dan Jawa Timur. Pemandangan lampu-lampunya di malam hari menjadi daya tarik tersendiri."
  },
  {
    "level": 3,
    "word": "Pasar Tanah Abang",
    "description": "Pusat perdagangan tekstil dan garmen terbesar di Asia Tenggara yang terletak di Jakarta Pusat. Tempat ini menjadi pusat grosir bagi para pedagang pakaian dari seluruh Indonesia. Suasananya yang selalu ramai, padat, dan riuh menjadi ciri khasnya."
  },
  {
    "level": 3,
    "word": "Jalan Malioboro",
    "description": "Nama sebuah jalan yang menjadi pusat wisata dan jantung kota Yogyakarta. Jalan ini dipenuhi dengan pedagang kaki lima, toko-toko batik, dan seniman jalanan. Berjalan-jalan di sini, baik siang maupun malam, adalah kegiatan wajib bagi setiap turis yang datang ke Jogja."
  },
  {
    "level": 3,
    "word": "Ayam Betutu Gilimanuk",
    "description": "Masakan ayam khas Bali yang dimasak utuh dengan bumbu rempah yang sangat kaya dan pedas. Nama 'Gilimanuk' merujuk pada pelabuhan di ujung barat Bali, tempat di mana kuliner ini sangat terkenal. Proses memasaknya yang lama membuat dagingnya sangat empuk dan bumbunya meresap sempurna."
  },
  {
    "level": 3,
    "word": "Bakso President Malang",
    "description": "Warung bakso legendaris di kota Malang yang menawarkan sensasi makan yang unik. Lokasinya berada persis di pinggir rel kereta api aktif. Pengunjung bisa menikmati semangkuk bakso sambil merasakan getaran saat kereta api lewat."
  },
  {
    "level": 3,
    "word": "Universitas Gadjah Mada",
    "description": "Salah satu universitas negeri tertua dan paling bergengsi di Indonesia yang berlokasi di Yogyakarta. Universitas ini dikenal sebagai universitas kerakyatan dan telah melahirkan banyak tokoh penting bangsa, termasuk Presiden Joko Widodo. Singkatannya yang terkenal adalah UGM."
  },
  {
    "level": 3,
    "word": "Institut Teknologi Bandung",
    "description": "Sekolah tinggi teknik tertua dan paling terkemuka di Indonesia. Kampusnya yang hijau dan asri di Bandung menjadi ciri khasnya. Lulusan dari sini dikenal memiliki kualitas yang unggul, terutama di bidang sains dan rekayasa."
  },
  {
    "level": 3,
    "word": "Universitas Indonesia",
    "description": "Universitas negeri yang dianggap sebagai salah satu yang terbaik di Indonesia, berlokasi di Depok dan Salemba. Jaket almamaternya yang berwarna kuning menjadi simbol yang sangat dikenal. Mahasiswanya dikenal aktif dalam berbagai gerakan sosial dan politik."
  },
  {
    "level": 3,
    "word": "Garuda Wisnu Kencana",
    "description": "Sebuah taman budaya di Bali yang memiliki patung raksasa Dewa Wisnu yang sedang menunggangi burung Garuda. Patung ini merupakan salah satu patung tertinggi di dunia. Pembangunannya memakan waktu puluhan tahun hingga akhirnya selesai."
  },
  {
    "level": 3,
    "word": "Via Vallen",
    "description": "Penyanyi dangdut asal Sidoarjo, Jawa Timur, yang mempopulerkan genre dangdut koplo ke panggung nasional. Lagunya yang berjudul 'Sayang' menjadi sangat viral dan ditonton ratusan juta kali. Ia menjadi salah satu ikon kebangkitan musik dangdut di era modern."
  },
  {
    "level": 3,
    "word": "Nella Kharisma",
    "description": "Penyanyi dangdut populer lainnya dari Jawa Timur yang seringkali dibanding-bandingkan dengan Via Vallen. Lagunya yang berjudul 'Jaran Goyang' juga menjadi fenomena besar di dunia musik Indonesia. Ia dikenal dengan penampilannya yang lebih kalem namun tetap memikat."
  },
  {
    "level": 3,
    "word": "Happy Asmara",
    "description": "Penyanyi dangdut dan koplo generasi baru yang dijuluki 'The Queen of Ambyar'. Lagu-lagunya yang bertema patah hati sangat disukai oleh anak muda. Ia berhasil membawa musik dangdut Jawa ke level popularitas yang lebih tinggi lagi."
  },
  {
    "level": 3,
    "word": "Denny Caknan",
    "description": "Penyanyi dan pencipta lagu pop Jawa dan koplo pria yang sangat sukses dari Ngawi. Lagu-lagunya seperti 'Kartonyono Medot Janji' dan 'Los Dol' menjadi hits besar. Ia dianggap sebagai penerus dari almarhum Didi Kempot dalam mempopulerkan musik campursari."
  },
  {
    "level": 3,
    "word": "Didi Kempot",
    "description": "Maestro musik campursari yang dijuluki 'The Godfather of Broken Heart'. Lagu-lagunya yang bertema patah hati dan kehilangan sangat merakyat dan dicintai semua kalangan. Para penggemarnya yang mayoritas anak muda menamai diri mereka 'Sobat Ambyar'."
  },
  {
    "level": 3,
    "word": "Gerakan 30 September",
    "description": "Peristiwa penculikan dan pembunuhan para jenderal Angkatan Darat pada tahun 1965. Peristiwa kelam ini menjadi pemicu perubahan politik besar-besaran di Indonesia dan naiknya rezim Orde Baru. Versi resmi mengenai siapa dalang di balik peristiwa ini masih menjadi perdebatan sejarah."
  },
  {
    "level": 3,
    "word": "Supersemar",
    "description": "Singkatan dari 'Surat Perintah Sebelas Maret'. Ini adalah surat perintah yang menandai peralihan kekuasaan dari Presiden Soekarno kepada Jenderal Soeharto. Keaslian dan interpretasi dari surat ini masih menjadi misteri dan kontroversi sejarah hingga kini."
  },
  {
    "level": 3,
    "word": "Petisi 50",
    "description": "Sebuah dokumen yang berisi kritik dan keprihatinan dari 50 tokoh terkemuka Indonesia terhadap pemerintahan Presiden Soeharto pada tahun 1980. Para penandatangan petisi ini kemudian mengalami pembatasan hak-hak sipil oleh rezim. Ini adalah salah satu bentuk perlawanan terbuka yang paling berani di era Orde Baru."
  },
  {
    "level": 3,
    "word": "Tiga Tuntutan Rakyat",
    "description": "Tiga tuntutan utama yang diserukan oleh para mahasiswa dalam aksi demonstrasi besar-besaran pada tahun 1966. Tiga tuntutan tersebut adalah bubarkan PKI, rombak kabinet Dwikora, dan turunkan harga. Aksi ini dikenal dengan sebutan TRITURA dan menjadi salah satu penanda awal runtuhnya Orde Lama."
  },
  {
    "level": 3,
    "word": "Biar Tekor Asal Kesohor",
    "description": "Prinsip hidup yang menggambarkan seseorang yang rela menghabiskan banyak uang atau bahkan berhutang demi mendapatkan popularitas atau pujian. Gaya hidup ini lebih mementingkan citra dan pengakuan sosial daripada kesehatan finansial. Fenomena ini seringkali terlihat pada orang yang ingin dianggap 'Sultan' di media sosial."
  },
  {
    "level": 3,
    "word": "Kamu Kapan Nikah?",
    "description": "Pertanyaan yang sangat ditakuti oleh para lajang di Indonesia, terutama saat acara kumpul keluarga seperti Lebaran. Meskipun seringkali dimaksudkan sebagai basa-basi, pertanyaan ini bisa terasa sangat menekan dan mengganggu. Pertanyaan ini seringkali menjadi pemicu jawaban-jawaban sarkastik atau menghindar."
  },
  {
    "level": 3,
    "word": "Rezeki Gak Akan Tertukar",
    "description": "Sebuah ungkapan yang mengandung kepercayaan bahwa apa yang ditakdirkan menjadi milik kita tidak akan pernah menjadi milik orang lain. Kalimat ini sering diucapkan untuk menenangkan diri saat gagal mendapatkan sesuatu atau melihat kesuksesan orang lain. Ini adalah bentuk tawakal dan keyakinan pada takdir."
  },
  {
    "level": 3,
    "word": "Jangan Nilai Dari Sampulnya",
    "description": "Terjemahan langsung dari peribahasa Inggris 'Don't judge a book by its cover'. Nasihat ini mengingatkan kita untuk tidak menilai seseorang atau sesuatu hanya dari penampilan luarnya saja. Seringkali, apa yang ada di dalam jauh lebih penting dan berbeda dari apa yang terlihat."
  },
  {
    "level": 3,
    "word": "Dunia Tak Selebar Daun Kelor",
    "description": "Peribahasa yang berarti dunia ini sangat luas dan masih banyak kesempatan lain di luar sana. Ini adalah kalimat penyemangat bagi seseorang yang sedang putus asa karena kegagalan di satu tempat atau dalam satu hal. Nasihat ini mendorong kita untuk tidak terpaku pada satu masalah dan terus bergerak maju."
  },
  {
    "level": 3,
    "word": "Tuhan Maha Tahu",
    "description": "Sebuah pernyataan keyakinan bahwa Tuhan mengetahui segala sesuatu, termasuk niat dan perbuatan yang tersembunyi. Kalimat ini sering diucapkan saat seseorang merasa difitnah atau diperlakukan tidak adil. Ini adalah cara untuk menyerahkan penilaian akhir kepada kekuatan yang lebih tinggi."
  },
  {
    "level": 3,
    "word": "Semoga Lekas Sembuh",
    "description": "Ucapan standar yang ditujukan kepada orang yang sedang sakit. Ini adalah bentuk doa dan simpati agar orang tersebut segera pulih dari penyakitnya. Mengucapkan kalimat ini adalah bagian dari etiket dasar saat menjenguk orang sakit."
  },
  {
    "level": 3,
    "word": "Selamat Menempuh Hidup Baru",
    "description": "Ucapan selamat yang wajib diberikan kepada pasangan yang baru saja melangsungkan pernikahan. Ucapan ini menandai doa dan harapan baik untuk perjalanan kehidupan mereka sebagai suami istri. Biasanya ucapan ini tertulis di karangan bunga atau diucapkan saat bersalaman di pelaminan."
  },
  {
    "level": 3,
    "word": "Siapa Cepat Dia Dapat",
    "description": "Prinsip yang berlaku dalam situasi di mana sumber daya atau kesempatan terbatas. Orang yang bertindak lebih dulu akan menjadi pemenangnya. Prinsip ini sering berlaku saat berburu diskon, mencari tempat parkir, atau dalam promo 'flash sale'."
  },
  {
    "level": 3,
    "word": "Gak Ada Obat",
    "description": "Ungkapan slang yang digunakan untuk menggambarkan sesuatu yang luar biasa hebat atau ekstrem hingga sulit ditandingi. Misalnya 'kerennya gak ada obat' atau 'gilanya gak ada obat'. Ini adalah cara hiperbolis untuk memberikan pujian tertinggi dalam percakapan informal."
  },
  {
    "level": 3,
    "word": "Bercanda Pake Nanya",
    "description": "Frasa yang dipopulerkan oleh seorang selebriti internet, sering digunakan sebagai jawaban untuk pertanyaan yang jawabannya sudah sangat jelas. Kalimat ini memiliki nada yang jenaka dan sedikit mengejek. Contohnya, jika ditanya 'Mau makan gratis?', jawabannya adalah ini."
  },
  {
    "level": 3,
    "word": "Senin Harga Naik",
    "description": "Taktik pemasaran klasik yang digunakan oleh pedagang untuk mendorong calon pembeli agar segera membuat keputusan. Kalimat ini menciptakan urgensi dan ketakutan akan kehilangan harga yang bagus. Meskipun seringkali hanya gertakan, taktik ini cukup efektif untuk beberapa orang."
  },
  {
    "level": 3,
    "word": "Turut Berduka Cita",
    "description": "Ucapan belasungkawa yang formal dan sopan kepada keluarga yang sedang berkabung. Ini adalah ungkapan simpati yang mendalam atas kehilangan yang mereka alami. Mengucapkan ini menunjukkan rasa hormat dan empati kepada yang sedang berduka."
  },
  {
    "level": 3,
    "word": "Ada Harga Ada Rupa",
    "description": "Sebuah ungkapan yang menyatakan bahwa kualitas suatu barang atau jasa biasanya sebanding dengan harganya. Barang yang mahal diharapkan memiliki kualitas yang lebih baik, dan sebaliknya. Ini adalah prinsip umum dalam perdagangan yang seringkali terbukti benar."
  },
  {
    "level": 3,
    "word": "Hemat Pangkal Kaya",
    "description": "Peribahasa yang mengajarkan bahwa dengan hidup hemat dan tidak boros, seseorang bisa menjadi kaya. Ini adalah dasar dari literasi finansial yang menekankan pentingnya menabung dan berinvestasi. Lawan dari peribahasa ini adalah 'Boros pangkal miskin'."
  },
  {
    "level": 3,
    "word": "Makan Gak Makan Asal Kumpul",
    "description": "Prinsip hidup yang sangat mengutamakan kebersamaan keluarga di atas segalanya, bahkan di atas kebutuhan materi. Semboyan ini menggambarkan betapa pentingnya ikatan keluarga dalam budaya Indonesia. Apapun kondisinya, yang terpenting adalah tetap bersama."
  },
  {
    "level": 3,
    "word": "Yang Penting Yakin",
    "description": "Sebuah moto hidup yang menekankan pentingnya kepercayaan diri sebagai modal utama dalam melakukan sesuatu. Terkadang, keyakinan buta ini menjadi bahan lelucon untuk tindakan nekat. Namun, di sisi lain, ini adalah pengingat bahwa keraguan adalah musuh terbesar kesuksesan."
  },
  {
    "level": 3,
    "word": "Salah Sambung",
    "description": "Situasi yang terjadi saat menelepon seseorang namun terhubung ke nomor yang salah. Percakapan biasanya akan berakhir canggung setelah menyadari kesalahan ini. Di era sebelum adanya ponsel pintar, kejadian ini sangat sering terjadi."
  },
  {
    "level": 3,
    "word": "Pertempuran 10 November",
    "description": "Pertempuran besar pertama pasukan Indonesia dengan pasukan asing setelah Proklamasi Kemerdekaan, yang terjadi di Surabaya. Peristiwa heroik ini diperingati setiap tahun sebagai Hari Pahlawan. Pidato Bung Tomo yang membakar semangat arek-arek Suroboyo menjadi sangat legendaris."
  },
  {
    "level": 3,
    "word": "Bandung Lautan Api",
    "description": "Peristiwa pembumihangusan kota Bandung oleh para pejuang kemerdekaan pada Maret 1946. Ini dilakukan untuk mencegah tentara Sekutu dan NICA menggunakan kota Bandung sebagai markas strategis. Keputusan sulit ini menunjukkan semangat 'merdeka atau mati' yang luar biasa."
  },
  {
    "level": 3,
    "word": "Serangan Umum 1 Maret",
    "description": "Serangan besar-besaran yang dilancarkan oleh TNI terhadap pasukan Belanda yang menduduki kota Yogyakarta pada tahun 1949. Serangan ini bertujuan untuk membuktikan kepada dunia bahwa Republik Indonesia masih ada dan memiliki kekuatan militer. Peristiwa ini berhasil membuka mata dunia internasional."
  },
  {
    "level": 3,
    "word": "Peristiwa Rengasdengklok",
    "description": "Peristiwa 'penculikan' Soekarno dan Hatta oleh sekelompok pemuda ke Rengasdengklok, Jawa Barat. Tujuannya adalah untuk mendesak mereka agar segera memproklamasikan kemerdekaan tanpa menunggu persetujuan Jepang. Peristiwa ini terjadi sehari sebelum proklamasi kemerdekaan."
  },
  {
    "level": 3,
    "word": "Vincent Ryan Rompies",
    "description": "Nama lengkap dari presenter, musisi, dan komedian yang lebih dikenal sebagai Vincent. Bersama Desta, ia membentuk duo presenter paling populer saat ini. Ia adalah mantan bassist dari band Clubeighties."
  },
  {
    "level": 3,
    "word": "Deddy Mahendra Desta",
    "description": "Nama asli dari presenter dan komedian yang akrab disapa Desta. Ia dikenal dengan gaya bercandanya yang ceplas-ceplos dan sifatnya yang sangat kompetitif. Ia adalah mantan drummer dari band Clubeighties dan kini sukses dengan berbagai programnya."
  },
  {
    "level": 3,
    "word": "Andika Mahesa",
    "description": "Vokalis dari Kangen Band yang sering dijuluki 'Babang Tamvan'. Gaya bernyanyinya yang khas dan lagu-lagunya yang melayu sangat populer di pertengahan tahun 2000-an. Kehidupan pribadinya yang penuh liku-liku juga sering menjadi sorotan media."
  },
  {
    "level": 3,
    "word": "Farinelli",
    "description": "Nama panggung dari seorang komedian dan presenter yang bernama asli Soimah Pancawati. Nama ini adalah parodi dari nama penyanyi opera terkenal, yang sering ia gunakan saat ia menunjukkan kemampuan menyanyi seriosa-nya dengan gaya komedi. Nama ini menunjukkan sisi 'diva' dari karakternya yang serba bisa."
  },
  {
    "level": 3,
    "word": "Ari Bernardus Lasso",
    "description": "Nama lengkap dari penyanyi solo pria bersuara khas, Ari Lasso. Ia adalah mantan vokalis pertama dari grup band Dewa 19. Setelah bersolo karir, ia juga sukses menelurkan banyak lagu hits dan sering menjadi juri Indonesian Idol."
  },
  {
    "level": 3,
    "word": "Once Mekel",
    "description": "Penyanyi yang menjadi vokalis kedua Dewa 19, menggantikan Ari Lasso. Ia memiliki suara yang sangat tinggi dan kuat, memberikan warna baru pada lagu-lagu Dewa 19. Ia juga sukses dengan karir solonya setelah tidak lagi bersama Dewa 19."
  },
  {
    "level": 3,
    "word": "Indra Lesmana",
    "description": "Seorang musisi, komposer, dan arranger jazz legendaris Indonesia. Ia adalah ayah dari Eva Celia dan dikenal sebagai salah satu pianis jazz terbaik di tanah air. Ia juga sering menjadi produser bagi banyak penyanyi berbakat."
  },
  {
    "level": 3,
    "word": "Sophia Latjuba",
    "description": "Aktris, model, dan penyanyi senior yang dikenal karena kecantikannya yang seolah tak lekang oleh waktu. Ia adalah ibu dari Eva Celia dan pernah menikah dengan musisi Indra Lesmana. Ia sangat aktif dalam mempromosikan gaya hidup sehat dan yoga."
  },
  {
    "level": 3,
    "word": "Titi Rajo Bintang",
    "description": "Seorang aktris, musisi, dan mantan juri ajang pencarian bakat. Ia adalah seorang drummer wanita yang handal dan juga memiliki kemampuan akting yang mumpuni. Ia pernah menikah dengan drummer dari grup band /rif."
  },
  {
    "level": 3,
    "word": "Maudy Ayunda",
    "description": "Aktris dan penyanyi yang juga dikenal karena prestasi akademisnya yang cemerlang. Ia adalah lulusan dari universitas top dunia seperti Oxford dan Stanford. Ia menjadi panutan bagi banyak anak muda karena berhasil menyeimbangkan karir di dunia hiburan dan pendidikan."
  },
  {
    "level": 3,
    "word": "Laskar Pelangi",
    "description": "Judul novel karya Andrea Hirata yang kemudian diadaptasi menjadi film yang sangat sukses. Ceritanya diangkat dari kisah nyata masa kecil penulis di Belitung. Film ini berhasil menginspirasi banyak orang dan meningkatkan pariwisata di Pulau Belitung."
  },
  {
    "level": 3,
    "word": "Ayat Ayat Cinta",
    "description": "Novel karya Habiburrahman El Shirazy yang fenomenal dan memicu tren film dan novel bernuansa Islami. Kisah cinta segitiga dengan latar belakang Mesir ini berhasil menarik jutaan pembaca dan penonton. Filmnya menjadi salah satu film Indonesia terlaris sepanjang masa."
  },
  {
    "level": 3,
    "word": "Gie",
    "description": "Judul film biografi yang menceritakan kehidupan aktivis mahasiswa bernama Soe Hok Gie. Film ini disutradarai oleh Riri Riza dan dibintangi oleh Nicholas Saputra. Film ini berhasil menggambarkan idealisme dan kegelisahan seorang aktivis di tengah gejolak politik tahun 60-an."
  },
  {
    "level": 3,
    "word": "Ada Apa Dengan Cinta 2",
    "description": "Sekuel dari film legendaris AADC yang dirilis 14 tahun setelah film pertamanya. Film ini menjawab rasa penasaran penonton tentang kelanjutan kisah cinta Rangga dan Cinta. Film ini sukses besar dan membuktikan bahwa pesona kedua karakter utamanya belum pudar."
  },
  {
    "level": 3,
    "word": "Dilan 1990",
    "description": "Film drama remaja yang diadaptasi dari novel karya Pidi Baiq dan menjadi fenomena budaya. Kutipan-kutipan romantis dari sang tokoh utama menjadi sangat viral di kalangan anak muda. Film ini melambungkan nama Iqbaal Ramadhan dan Vanesha Prescilla."
  },
  {
    "level": 3,
    "word": "Lontong Balap Surabaya",
    "description": "Makanan khas Surabaya yang terdiri dari lontong, tauge, tahu goreng, lentho, dan disiram kuah bening. Makanan ini biasanya disajikan dengan sate kerang. Nama 'balap' konon berasal dari cara penjualnya dulu yang memikul dagangannya sambil berjalan cepat seperti sedang balapan."
  },
  {
    "level": 3,
    "word": "Rujak Cingur",
    "description": "Salad buah dan sayur khas Surabaya yang menggunakan bumbu atau saus dari petis udang. Keunikan dari rujak ini adalah adanya potongan 'cingur' atau moncong sapi yang direbus. Rasanya yang merupakan perpaduan kompleks antara manis, gurih, dan pedas menjadi ciri khasnya."
  },
  {
    "level": 3,
    "word": "Tahu Campur Lamongan",
    "description": "Makanan berkuah khas Lamongan, Jawa Timur, yang berisi sop daging sapi, tahu goreng, perkedel singkong, tauge, dan selada. Kuahnya yang kaya rasa disajikan panas dengan tambahan sambal petis. Makanan ini banyak dijual di warung tenda kaki lima pada malam hari."
  },
  {
    "level": 3,
    "word": "Bisa Diatur",
    "description": "Ungkapan yang memiliki dua makna, bisa positif maupun negatif. Secara positif, ini berarti sesuatu itu fleksibel dan mudah untuk dinegosiasikan. Namun, dalam konteks negatif, frasa ini sering menjadi kode untuk praktik kolusi atau penyuapan."
  },
  {
    "level": 3,
    "word": "Bukan Kaleng Kaleng",
    "description": "Frasa slang yang berarti 'bukan sembarangan' atau 'luar biasa'. Istilah ini digunakan untuk memberikan pujian atau mengakui kehebatan seseorang atau sesuatu. Popularitasnya meroket berkat salah satu YouTuber terkenal di Indonesia."
  },
  {
    "level": 3,
    "word": "Cuma Tanya Doang",
    "description": "Sebuah kalimat yang sering diucapkan setelah mengajukan pertanyaan yang agak sensitif atau kepo. Tujuannya adalah untuk mengurangi kecanggungan atau kesan terlalu ingin tahu. Ini adalah cara halus untuk mengatakan 'saya tidak bermaksud ikut campur'."
  },
  {
    "level": 3,
    "word": "Doa Ibu Sepanjang Jalan",
    "description": "Frasa puitis yang sering ditemukan sebagai stiker di belakang truk atau angkutan umum. Kalimat ini adalah pengingat akan kekuatan doa seorang ibu yang selalu menyertai anaknya. Ini mencerminkan budaya Indonesia yang sangat menghormati sosok ibu."
  },
  {
    "level": 3,
    "word": "Jaga Jarak Aman",
    "description": "Imbauan yang biasa ditemukan di jalan raya, terutama di belakang kendaraan besar. Tujuannya adalah untuk mencegah kecelakaan akibat pengereman mendadak. Selama pandemi COVID-19, frasa ini juga mendapatkan makna baru dalam konteks kesehatan."
  },
  {
    "level": 3,
    "word": "Kelas Kakap",
    "description": "Sebuah istilah untuk menggambarkan sesuatu yang berskala besar, tingkat tinggi, atau sangat berpengaruh. Biasanya digunakan dalam konteks bisnis atau kriminalitas, seperti 'pengusaha kelas kakap' atau 'koruptor kelas kakap'. Ikan kakap yang besar menjadi metafora untuk level yang tinggi."
  },
  {
    "level": 3,
    "word": "Lagi Gak Mood",
    "description": "Alasan umum yang diberikan seseorang ketika tidak ingin melakukan sesuatu atau diganggu. 'Mood' atau suasana hati menjadi faktor penentu dalam banyak keputusan sehari-hari. Ini adalah cara yang lebih modern untuk mengatakan 'sedang tidak ingin'."
  },
  {
    "level": 3,
    "word": "Masih Zaman Ya",
    "description": "Kalimat retoris bernada sindiran untuk mengomentari perilaku atau pemikiran yang dianggap sudah ketinggalan zaman. Ini adalah cara untuk mengatakan bahwa seseorang itu 'kuno' atau 'tidak update'. Frasa ini sering digunakan oleh generasi muda untuk mengomentari generasi yang lebih tua."
  },
  {
    "level": 3,
    "word": "Mohon Maaf Mengganggu",
    "description": "Kalimat pembuka yang sopan saat akan memulai percakapan atau meminta bantuan, terutama kepada orang yang tidak dikenal atau sedang sibuk. Ini adalah bagian dari etiket dasar untuk menunjukkan rasa hormat. Mengucapkan ini membuat permintaan kita terdengar lebih sopan."
  },
  {
    "level": 3,
    "word": "Numpang Lewat",
    "description": "Frasa izin yang diucapkan saat kita harus melewati kerumunan orang atau berjalan di depan orang yang lebih tua. Biasanya diucapkan sambil sedikit membungkukkan badan sebagai tanda hormat. Ini adalah cerminan dari budaya sopan santun yang kental di Indonesia."
  },
  {
    "level": 3,
    "word": "Oke Gas",
    "description": "Slang yang berarti 'Ayo!' atau 'Lakukan saja!'. Ini adalah seruan untuk memulai sesuatu dengan antusiasme dan tanpa ragu-ragu. Frasa ini sering digunakan di kalangan anak muda untuk menyemangati teman."
  },
  {
    "level": 3,
    "word": "Panas Dingin",
    "description": "Ungkapan yang menggambarkan kondisi fisik saat seseorang merasa sangat gugup, cemas, atau takut. Tubuh bisa terasa demam namun juga menggigil pada saat yang bersamaan. Ini adalah reaksi psikosomatis terhadap stres yang hebat."
  },
  {
    "level": 3,
    "word": "Sakitnya Tuh Di Sini",
    "description": "Kalimat yang menjadi sangat viral berkat seorang penyanyi dangdut, sambil menunjuk ke dada. Frasa ini menggambarkan perasaan sakit hati atau kecewa secara dramatis. Meskipun awalnya dari lagu, ini menjadi meme dan bahasa gaul yang populer."
  },
  {
    "level": 3,
    "word": "Siang Bolong",
    "description": "Ungkapan yang merujuk pada waktu tengah hari, saat matahari sedang terik-teriknya. Biasanya digunakan dalam konteks kejahatan yang nekat, misalnya 'perampokan terjadi di siang bolong'. Ini menekankan betapa beraninya pelaku karena melakukan aksinya di waktu yang sangat ramai."
  },
  {
    "level": 3,
    "word": "Tes Ombak",
    "description": "Istilah kiasan yang berarti mencoba atau menjajaki situasi sebelum benar-benar terjun ke dalamnya. Tujuannya adalah untuk melihat reaksi atau mengukur risiko yang ada. Ini adalah strategi yang sering digunakan dalam bisnis, politik, maupun hubungan personal."
  },
  {
    "level": 3,
    "word": "Tiba Tiba",
    "description": "Frasa yang bisa berarti 'mendadak' atau 'tak disangka-sangka'. Namun, frasa ini menjadi viral karena sebuah lagu dari penyanyi cilik yang kemudian di-remix menjadi versi dangdut koplo. Penggunaannya dalam lagu tersebut membuatnya identik dengan sesuatu yang lucu dan tak terduga."
  },
  {
    "level": 3,
    "word": "Tolong Hargai Saya",
    "description": "Sebuah permintaan yang tulus agar keberadaan, pendapat, atau usaha seseorang diakui dan dihormati. Kalimat ini seringkali muncul dalam situasi konflik atau saat seseorang merasa diremehkan. Ini adalah penegasan akan kebutuhan dasar manusia untuk dihargai."
  },
  {
    "level": 3,
    "word": "Ujung Ujungnya Duit",
    "description": "Ungkapan sinis yang menyimpulkan bahwa motivasi di balik banyak hal pada akhirnya adalah uang. Frasa ini sering digunakan untuk mengomentari situasi yang awalnya tampak idealis namun ternyata memiliki motif komersial. Ini mencerminkan pandangan pragmatis atau bahkan pesimis terhadap dunia."
  },
  {
    "level": 3,
    "word": "Titiek Soeharto",
    "description": "Nama panggilan dari Siti Hediati Hariyadi, salah satu putri dari Presiden Soeharto. Ia pernah menikah dengan Prabowo Subianto. Ia juga aktif di dunia politik dan bisnis, melanjutkan warisan keluarganya."
  },
  {
    "level": 3,
    "word": "Gibran Rakabuming Raka",
    "description": "Putra sulung dari Presiden Joko Widodo yang mengikuti jejak ayahnya di dunia politik. Sebelum menjadi politisi, ia adalah seorang pengusaha kuliner yang sukses dengan merek 'Markobar'. Karir politiknya melesat sangat cepat hingga mencapai posisi wakil presiden."
  },
  {
    "level": 3,
    "word": "Kaesang Pangarep",
    "description": "Putra bungsu Presiden Joko Widodo yang dikenal dengan persona jenaka dan bisnis kulinernya. Ia sangat aktif di media sosial dan sering berinteraksi dengan netizen secara santai. Ia juga terjun ke dunia politik dan menjadi ketua umum sebuah partai politik."
  },
  {
    "level": 3,
    "word": "Prabowo Subianto",
    "description": "Seorang mantan jenderal militer yang kemudian menjadi politisi dan pengusaha. Ia beberapa kali mencalonkan diri sebagai presiden sebelum akhirnya berhasil terpilih. Ia dikenal dengan gaya pidatonya yang berapi-api dan citranya yang nasionalis."
  },
  {
    "level": 3,
    "word": "Megawati Soekarnoputri",
    "description": "Presiden wanita pertama di Indonesia dan putri dari proklamator Soekarno. Ia adalah ketua umum dari salah satu partai politik terbesar di Indonesia, PDI-P. Ia memegang pengaruh politik yang sangat kuat bahkan setelah tidak lagi menjabat sebagai presiden."
  },
  {
    "level": 3,
    "word": "Susilo Bambang Yudhoyono",
    "description": "Presiden keenam Indonesia dan merupakan presiden pertama yang dipilih langsung oleh rakyat. Ia menjabat selama dua periode dari tahun 2004 hingga 2014. Ia dikenal dengan citranya yang tenang dan sering menciptakan lagu selama masa jabatannya."
  },
  {
    "level": 3,
    "word": "Jusuf Kalla",
    "description": "Politisi dan pengusaha yang pernah menjabat sebagai wakil presiden sebanyak dua kali dengan dua presiden yang berbeda. Ia dikenal dengan gaya bicaranya yang cepat dan kemampuannya sebagai negosiator ulung. Slogannya yang terkenal adalah 'Lebih cepat lebih baik'."
  },
  {
    "level": 3,
    "word": "Anies Baswedan",
    "description": "Seorang akademisi yang kemudian menjadi Menteri Pendidikan dan Gubernur DKI Jakarta. Ia dikenal dengan kemampuan retorikanya yang baik dan program-programnya yang seringkali menjadi perdebatan publik. Ia juga merupakan salah satu calon presiden dalam pemilu."
  },
  {
    "level": 3,
    "word": "Ganjar Pranowo",
    "description": "Politisi yang menjabat sebagai Gubernur Jawa Tengah selama dua periode dan menjadi sangat populer di media sosial. Ia dikenal dengan citranya yang merakyat dan gaya komunikasinya yang santai. Rambut putihnya menjadi ciri khas penampilannya."
  },
  {
    "level": 3,
    "word": "Ridwan Kamil",
    "description": "Seorang arsitek yang sukses menjadi Wali Kota Bandung dan kemudian Gubernur Jawa Barat. Ia sangat aktif di media sosial dan dikenal dengan proyek-proyek pembangunan taman dan ruang publik yang kreatif. Ia sering dipanggil dengan sapaan 'Kang Emil'."
  },
  {
    "level": 3,
    "word": "Tri Rismaharini",
    "description": "Wali Kota Surabaya wanita pertama yang kemudian diangkat menjadi Menteri Sosial. Ia dikenal dengan gaya kepemimpinannya yang sangat enerjik, tegas, dan tidak segan untuk turun langsung ke lapangan. Kemarahannya saat menemukan kinerja yang tidak becus menjadi sangat viral."
  },
  {
    "level": 3,
    "word": "Erick Thohir",
    "description": "Seorang pengusaha sukses yang pernah memiliki klub sepak bola Inter Milan dan kemudian menjabat sebagai Menteri BUMN. Ia dikenal dengan kemampuannya dalam merestrukturisasi dan membenahi perusahaan-perusahaan milik negara. Ia juga terpilih sebagai ketua umum PSSI."
  },
  {
    "level": 3,
    "word": "Nadiem Anwar Makarim",
    "description": "Nama lengkap dari pendiri Gojek, startup decacorn pertama di Indonesia. Kesuksesannya dalam membangun Gojek membuatnya diangkat menjadi Menteri Pendidikan, Kebudayaan, Riset, dan Teknologi. Ia meluncurkan program 'Merdeka Belajar' yang mengubah sistem pendidikan nasional."
  },
  {
    "level": 3,
    "word": "Persetujuan Roem Royen",
    "description": "Perundingan antara Indonesia dan Belanda pada tahun 1949 yang menjadi kunci sebelum Konferensi Meja Bundar. Perjanjian ini menghasilkan kesepakatan penting seperti penghentian tembak-menembak dan kembalinya pemerintah RI ke Yogyakarta. Nama perjanjian diambil dari kedua ketua delegasi, Mohammad Roem dan Herman van Roijen."
  },
  {
    "level": 3,
    "word": "Dekrit Presiden 5 Juli",
    "description": "Sebuah dekret yang dikeluarkan oleh Presiden Soekarno pada tahun 1959. Isinya adalah pembubaran Konstituante dan kembalinya Indonesia ke UUD 1945. Peristiwa ini menandai berakhirnya era Demokrasi Parlementer dan dimulainya era Demokrasi Terpimpin."
  },
  {
    "level": 3,
    "word": "Gerakan Non Blok",
    "description": "Sebuah organisasi internasional yang didirikan oleh negara-negara yang tidak memihak Blok Barat maupun Blok Timur selama Perang Dingin. Indonesia, di bawah kepemimpinan Soekarno, adalah salah satu negara pemrakarsa utama gerakan ini. Konferensi Asia Afrika di Bandung menjadi cikal bakal dari gerakan ini."
  },
  {
    "level": 3,
    "word": "Malari",
    "description": "Singkatan dari 'Malapetaka Lima Belas Januari', yaitu peristiwa demonstrasi besar mahasiswa yang berujung kerusuhan di Jakarta pada tahun 1974. Demonstrasi ini awalnya bertujuan untuk memprotes modal asing dari Jepang. Peristiwa ini menjadi salah satu gejolak politik terbesar yang dihadapi oleh rezim Orde Baru."
  },
  {
    "level": 3,
    "word": "Taman Lawang",
    "description": "Sebuah area di Jakarta yang pada masa lalu terkenal sebagai tempat berkumpulnya komunitas waria. Tempat ini sering menjadi subjek dalam liputan media dan film dokumenter. Meskipun kini sudah banyak berubah, namanya tetap melekat dengan citra tersebut."
  },
  {
    "level": 3,
    "word": "Sarinah Thamrin",
    "description": "Nama pusat perbelanjaan pertama dan tertua di Indonesia, yang terletak di Jalan M.H. Thamrin, Jakarta. Nama ini diambil dari nama pengasuh Presiden Soekarno di masa kecil. Gedung ini menjadi saksi bisu berbagai peristiwa sejarah penting di ibu kota, termasuk peristiwa terorisme."
  },
  {
    "level": 3,
    "word": "Jembatan Semanggi",
    "description": "Simpang susun ikonik di Jakarta yang bentuknya menyerupai daun semanggi. Jembatan ini dibangun pada era Presiden Soekarno untuk menyambut Asian Games 1962. Kini, jembatan ini telah diperluas dengan adanya simpang susun tambahan untuk mengurangi kemacetan."
  },
  {
    "level": 3,
    "word": "Monumen Selamat Datang",
    "description": "Patung yang terletak di tengah Bundaran Hotel Indonesia (HI), Jakarta. Patung ini menggambarkan sepasang manusia yang melambaikan tangan, menyambut tamu yang datang ke Jakarta. Monumen ini menjadi salah satu landmark paling terkenal di Indonesia."
  },
  {
    "level": 3,
    "word": "Kacang Dua Kelinci",
    "description": "Merek kacang garing yang sangat terkenal dan menjadi salah satu sponsor dari klub sepak bola Real Madrid. Logo dua kelincinya yang khas sangat mudah dikenali oleh masyarakat Indonesia. Produk ini menjadi camilan wajib saat menonton pertandingan bola atau saat berkumpul bersama teman."
  },
  {
    "level": 3,
    "word": "Wiro Sableng 212",
    "description": "Karakter fiksi pendekar silat dalam serial novel dan sinetron yang sangat populer di Indonesia. Ia dikenal dengan senjata Kapak Maut Naga Geni dan tato angka '212' di dadanya. Tingkahnya yang 'sableng' atau gila seringkali menjadi unsur komedi dalam petualangannya."
  }
]
